Repository: Rulexec/shieldy
Catalog: l10n/*.po
Languages: am, ar, bg, br, ca, de, es, et, fi, fr, he, hu, id, it, ja, ko, no, ro, ru, sk, tr, tw, uk, uz, zh

# strict_false
source: Great! Now newcomers will be able to send text before they pass captcha.
am: አዲሰ ገቢ ካፕቻን ሳያልፍ ሜሴጅ መላክ ይችላል ።
ar: رائع ! الآن الأعضاء الجدد سوف يكونون قادرين على إرسال النص بدون الحاجة لإختبار .
bg: Чудесно! Сега новодошлите ще могат да пишат съобщения, преди да преминат captcha.
br: Boa! Agora os novatos poderão enviar texto antes de passar pelo captcha.
ca: Entesos, a partir d'ara els nouvinguts, podràn enviar missatges fins i tot abans de resoldre correctament la prova establerta.
de: Wahnsinn! Neue User können nun Nachrichten senden, bevor sie den Captcha Test bestanden haben.
es: ¡Genial! A partir de este momento, los recién llegados podrán enviar mensajes antes de que hayan resuelto el CAPTCHA correctamente.
fr: Parfait, maintenant les nouveaux membres pourront discuter avant d'envoyer une réponse au captcha.
he: מעולה! מצטרפים יוכלו לשלוח הודעות לפני שענו על המבחן.
hu: Nagyszerű! Mostantól az újonc beküldhet más üzenetet is, mielőtt a captcha-t megoldaná.
id: Baiklah, sekarang anggota baru boleh mengirim pesan walaupun belum menanggapi ujian.
it: Perfetto! Da ora i nuovi membri potranno inviare messaggi prima di completare il captcha.
ja: 素晴らしいです！、これで、新しく参加した人は、キャプチャをパスする前に、テキストを送信することができます。
ko: 좋아요! 이제 새로 온 사람들은 캡챠를 통과하기 전에 메시지를 보낼 수 있을 거예요.
no: Supert! Nå kan nykommere sende meldinger før de har bestått testen.
ro: Super! Acum nou veniții vor putea trimite text înainte de a trece de testul captcha.
ru: Отлично! Теперь новички смогут отправлять текст до прохождения капчи.
sk: Výborne! Odteraz nováčikovia budú môcť posielať textové správy predtým, ako prejdú testom captcha.
tr: Harika! Artık yeni gelenler, CAPTCHA testini geçmeden önce metin gönderebilecekler.
tw: 很棒！現在，新進成員可以在通過驗證之前發送文字消息。
uk: Чудово! Тепер новачки матимуть змогу надсилати текст, поки не розвʼяжуть капчу.
uz: Ajoyib! Endi yangi kelganlar captcha-dan o'tishdan oldin matn xabarlar yuborishlari mumkin bo'ladi.
zh: 很棒！现在，新手可以在通过验证码之前发送文本消息。

# strict_help
source: use when you don't want to receive any newcomers' messages but captcha solutions until they pass captcha
ar: اختر هذا اذا كنت تريد تفعيل البوت لإجراء اختبار للأعضاء الجدد
bg: използвайте, когато не го правите искат да получават съобщения на новодошлите, но captcha решения, докато преминат captcha
ca: fes-lo servir quan no vulguis rebre cap missatge de nouvinguts excepte les solucions del captcha fins que el resolguin
de: benutze dieses Kommando, wenn du keine Beitrittsnachricht für neue User bekommen möchtest, bis sie den Captcha Test bestanden haben
fr: Utilisez cette fonction si vous ne souhaitez plus recevoir les messages de nouveaux membres, jusqu'à ce qu'ils passent le test du captcha
he: השתמש כאשר אינך מעוניין לקבל הודעות חדשות ממצטרפים עד שיפתרו את המבחן
hu: ha nem akarsz addig az újonctól üzenetet látni, amíg meg nem oldja a captcha-t
id: larang anggota baru mengirim pesan apa pun jika belum lolos ujian
it: usa questo comando quando non vuoi che i nuovi utenti inviino messaggi prima che passino il captcha
ja: 新しく参加した人がキャプチャをパスするまで、メッセージではなくキャプチャソリューションを受け取りたい時に使う
no: bruk hvis du bare vil motta captcha nykommernes meldinger untatt captcha løsninger før de har bestått testen
ro: utilizează atunci când dorești sa nu primești nici un mesaj din partea userilor noi, ci doar soluții captcha până când aceștia trec de captcha
ru: используйте, если не хотите получать никакие сообщения от новичков кроме решения капчи, до прохождения капчи
sk: použite, ak nechcete prijímať žiadne správy pre nováčikov okrem riešení testu captcha, pokým ním neprejdú
tr: Yeni gelenlerin mesajlarını almak istemediğiniz zaman kullanın. Ancak CAPTCHA, testi geçene kadar çözüm sunar.
tw: 限制新進成員在通過驗證前不能發任何消息
uk: використовуйте, якщо не хочете отримувати жодних повідомлень від новачків, поки вони не вирішать капчу
uz: agar yangi foydalanuvchilar captcha-tekshiruvidan o'tmaguncha hech qanday xabar yozmasligini xohlasangiz ushnu buyruqdan foydalaning
zh: 当你不希望收到任何新手的消息但使用验证码解决方案直到他们通过验证码时使用

# strict_true
source: Great! Now newcomers won't send anything but captcha solutions until they pass captcha.
am: አዲሰ ገቢ ካፕቻን ሳያልፍ ምንም መላክ አይችልም ።
ar: رائع ! الآن الأعضاء الجدد لن يرسلوا أي شيء سوى حلول الإختبار حتى يجتازونه .
bg: Чудесно! Сега новодошлите няма да могат, да изпращат нищо друго освен решения с captcha, докато не преминат теста.
br: Boa! Agora os novatos não enviarão nada além de soluções do captcha até que passem pelo captcha.
ca: Entesos, a partir d'ara els nouvinguts, només podràn enviar missatges per a respondre amb la solució de la prova establerta, fins que aquesta sigui resolta correctament.
de: Spitze! Neue User können nun nichts senden, außer der Captcha Lösung, bis sie den Test bestanden haben.
es: Perfecto! A partir de este momento, los recién llegados solamente podrán enviar los mensajes para responder la solucion del CAPTCHA, hasta que este sea resuelto correctamente.
fr: Parfait, maintenant les nouveaux membres devront d'abord répondre au captcha avant de pouvoir discuter
he: מעולה! מצטרפים לא ישלחו דבר עד שלא יפתרו את ההמבחן.
hu: Nagyszerű! Mostantól az újonc nem küldhet más üzenetet be addíg, amíg a captcha-t meg nem oldja.
id: Baiklah, sekarang anggota baru tidak bisa mengirim apa pun hingga menanggapi ujian dengan benar.
it: Perfetto! Da ora i nuovi membri entrati non potranno mandare niente eccetto la soluzione del captcha finchè non lo risolvono.
ja: 素晴らしいです！これで、新しく参加した人は、キャプチャをパスするまで、キャプチャの回答しかできません。
ko: 좋아! 이제 새로 온 사람들은 captcha를 통과 할 때까지 captcha 솔루션 외에는 아무것도 보내지 않을 것입니다.
no: Supert! Nå kan ikke nykommere sende noe før de har bestått testen.
ro: Perfect! Acum nou veniții vor putea trimite doar soluții captcha până când trec de testul captcha.
ru: Отлично! Теперь новички не смогут присылать ничего кроме решения капчи, до прохождения капчи.
sk: Výborne! Odteraz nováčikovia nebudú môcť poslať nič okrem riešenia testu captcha, až kým neprejdú týmto testom.
tr: Harika! Artık yeni gelenler, CAPTCHA'yı geçinceye kadar CAPTCHA çözümlerinden başka bir şey gönderemeyecekler.
tw: 很棒！現在新進成員在通過驗證之前不能發送除驗證解決方案之外的任何內容。
uk: Чудово! Тепер новачки не матимуть змоги надсилати у чат нічого окрім вирішення капчі, поки її не розввʼяжуть.
uz: Ajoyib! Endi yangi kelganlar captcha-dan o'tmaguncha, captcha yechimlaridan boshqa hech narsa yuborolmaydilar.
zh: 很棒！现在新手在通过验证码之前不会发送除验证码解决方案之外的任何内容。

source: This is a reply
bg: Това е отговор
fr: C'est une réponse
it: Questa è una risposta
ru: А вот это ответ
uz: Mana bu esa javob

# thisIsNotAReply
source: Just to clarify: this is not a reply
bg: Само да поясня: това не е отговор
fr: Désolé mais ce n'est pas une réponse correcte
it: Per chiarificare: Questo non è una risposta
ru: Уточняю: это не ответ на сообщение
uz: Aniqlik kiritish uchun: bu xabarga javob emas

# timeLimit_help
source: changes amount of time given to newcomers
ar: تغيير مدة الإختبار للأعضاء الجدد
bg: променя количеството на времето, дадено на новодошлите
br: muda o tempo dado para o novato realizar a ação
ca: canvia el temps de resposta otorgat als nouvinguts
de: ändert das Zeitlimit für neue User
es: cambia la cantidad de tiempo otorgada a los recién llegados
fr: Modifier le temps quand un nouveau membre arrive
he: משנה את כמות הזמן הניתנת למצטרפים
hu: a feladatra adott idő megváltozatása
id: mengubah batasan waktu ujian
it: Modifica il tempo a disposizione per i nuovi membri
ja: 新しく参加した人に与えられる時間を変更する
no: endrer hvor mye tid som blir gitt til nykommere
ro: schimbă limita de timp acordată nou veniților
ru: меняет количество времени, данное новичками
sk: čas na splnenie testu nováčikom
tr: Yeni gelenlere verilen zaman süresini değiştirir
tw: 更改給新進成員驗證的時間
uk: змінює кількість часу, що дається новачкам
uz: yangi foydalanuvchilarga berilgan vaqt miqdorini o'zgartiradi
zh: 更改给新手的时间

# time_limit
source: Please, select how many seconds will newcomers get to complete the test before the kick.
am: ለስንት ሰከንድ ልጠብቅ ከማባረሬ በፊት
ar: من فضلك، حدد عدد الثواني التي يمكن للأعضاء الجدد إكمال الاختبار خلالها قبل طردهم.
bg: Моля, изберете колко секунди ще получат новодошлите, за да завършат теста преди да ги "изритам".
br: Por favor, selecione quantos segundos o novato tem para completar o teste.
ca: Per favor, tria quants segons he de donar als nouvinguts per a resoldre la prova abans que els expulsi.
de: Bitte wähle, wieviele Sekunden ein neuer User zeit hat, um den Test fertig zu stellen, bevor er gekicked wird.
es: Por favor, seleccione cuántos segundos tendrán los recién llegados para completar el test antes de la expulsión.
et: Palun valige kui palju aega antud uustulnukatele, et testi sooritada enne kicki.
fi: Ole hyvä ja valitse montako sekuntia uudella tulokkaalla on aikaa vastata testiin (ennen kuin hänet poistetaan ryhmästä).
fr: Veuillez sélectionner le temps (en secondes) qu'un utilisateur aura pour terminer le test avant d'être inquieté
he: אנא בחר את מספר השניות שיהיו למצטרפים חדשים כדי לשלים את המבחן לפני שיעופו.
hu: Kérlek, add meg, hány másodperc álljon rendelkezésre az újoncnak a feladat megoldására, mielőtt kirúgnánk!
id: Silakan tentukan berapa detik yg dibutuhkan anggota baru untuk menanggapi sebelum ditolak bergabung.
it: Prego, seleziona quanti secondi avrà il nuovo membro per completare il test prima di essere kickato
ja: 新しく参加した人が退出させられるまでにテストを完了する時間を何秒間にするかを選択してください。
ko: 신규 입장자가 추방 전에 테스트를 완료 할 시간을 선택하십시오.
no: Vennligst velg hvor mange sekunder nykommere skal få på å fullføre testen før brukeren blir sparket.
ro: Te rog selectează câte secunde au la dispoziție userii noi să completeze testul, înainte sa fi dați afară.
ru: Пожалуйста, выберите, сколько секунд будет у новичков, чтобы завершить тест перед киком.
sk: Vyberte, koľko sekúnd bude mať nováčik na splnenie testu predtým, ako bude vyhodený.
tr: Lütfen, yeni gelenlerin kovulmadan önce testi tamamlaması gereken saniyeyi seçin.
tw: 請選擇新進成員在被踢除前有多少秒數可以完成驗證。
uk: Будь ласка, виберіть, скільки секунд буде у новачків, щоб завершити тест перед вилученням з чату.
uz: Iltimos, yangi kelganlar testni necha soniyada bajarishi kerakligini tanlang, guruhdan haydalishidan oldin.
zh: 请选择新人在被踢除前完成测试的秒数。

# time_limit_selected
source: Great, I will use this time limit then.
am: እሺ ይሄን ያህል ሰከንድ እጠብቃለሁ ።
ar: عظيم، سأستخدم هذا الحد الزمني .
bg: Чудесно, вече ще използвам този времеви лимит.
br: Boa, Eu irei usar esse tempo limite agora.
ca: Molt bé doncs, faré servir aquest límit de temps
de: Toll, ich benutzte dann dieses Zeit Limit.
es: Genial, usaré este límite de tiempo.
et: Väga hea, nüüd ma kasutan seda aja limiiti.
fi: Ok, antamasi sekuntimäärä on asetettu aikarajaksi.
fr: Parfait, j'utiliserai cette limite de temps
he: יופי! אני אשתמש במגבלת הזמן הזו.
hu: Nagyszerű, ezt az idő intervallumot fogom használni.
id: Baiklah, batas waktu tersebut yg akan dipakai.
it: Magnifico, Ora userò questo tempo
ja: はい、この時間制限を使います。
ko: 좋아요, 이 시간 제한을 사용하겠습니다.
no: Supert, da skal jeg bruke denne tidsbegrensningen.
ro: Super, o să folosesc această limită de timp
ru: Отлично, теперь я буду использовать этот временной лимит.
sk: Skvelé, budem teda používať tento časový limit.
tr: Harika, o zaman bu süreyi kullanacağım.
tw: 很棒，我之後會使用這個時間限制。
uk: Чудово, тепер я буду використовувати це обмеження часу.
uz: Ajoyib, men shu vaqt chegarasidan foydalanaman endi.
zh: 很棒，我之后会使用这个时间限制。

# trust_help
source: reply with this command to a message sent by user that you don't want to check
ar: اختر هذا الخيار لإضافة اعضاء لا ترغب في ان يخوضوا الإختبار
bg: отговорете с тази команда на съобщение, изпратено от потребител, което не искате да проверявате
ca: fes servir aquesta comanda per a respondre al missatge d'un usuari que no vulguis comprovar
de: antworte mit diesem Kommando auf eine vorherige Nachricht, um diesen User nicht mehr zu überprüfen
es: utiliza este comando para responder al mensaje de un usuari que no quieras comprobar
fr: Utilisez cette commande pour un utilisateur que vous ne voulez pas vérifier
he: השב עם פקודה זו להודעה שנשלחה על ידי משתמש שאינך רוצה לבדוק
hu: felhasználó által küldött üzenetre ezzel válaszolva nem kell átmennie a teszten
id: balas dengan pesan ini ke anggota untuk meloloskannya tanpa ujian
it: rispondi con questo messaggio ad un utente che non vuoi che controlli
ja: チェックしたくないユーザーからのメッセージに対してこのコマンドで返事をする
no: svar med denne kommandoen til en melding sendt av en bruker du ikke vil skal sjekkes
ro: raspunde cu această comanda unui mesaj trimis de un user pe care doresti să nu îl verifice bot-ul
ru: ответьте этой командой на сообщение пользователя, которого не нужно проверять
sk: odpovedzte týmto príkazom na správu používateľa, ktorého nechcete kontrolovať
tr: Bu komutla kullanıcı tarafından gönderilen kontrol etmek istemediğiniz bir mesajı yanıtlayın
tw: 使用此指令回復任何您信任不想驗證的成員
uk: надішліть у відповідь на повідомлення користувача, якого не треба перевіряти
uz: tekshirilishi shart bo'lmagan foydalanuvchi xabariga ushbu buyruq bilan javob bering
zh: 使用此命令回复用户发送的您不想检查的消息

# trust_success
source: Accepted!
am: ተቀብለናል
ar: قبلت!
bg: Прието!
br: Aceito!
ca: Acceptat!
de: Akzeptiert!
es: ¡Aceptado!
fi: Hyväksytty!
fr: Accepté
he: קיבלתי!
hu: Elfogadva!
id: Diterima!
it: Accettato!
ja: 承認されました！
ko: 수락되었습니다
no: Akseptert!
ro: Acceptat!
ru: Принято!
sk: Prijaté!
tr: Kabul edildi!
tw: 已接受！
uk: Прийнято!
uz: Qabul qilindi!
zh: 已接受！

# underAttack_false
source: Great! Sesuritu will not kick everybody who enters this chat.
bg: Чудесно! Sesuritu няма да изхвърля никой, влизащите в тази група.
br: Boa! Sesuritu não vai kickar todos que entram neste bate-papo.
ca: Molt bé, a partir d'ara en Sesuritu ja no continuarà expulsant a ningú que vulgui entrar en aquest xat
es: ¡Entendido! Ahora Sesuritu ya no continuará expulsando a nadie que entre en este chat.
fr: Ok! Sesuritu n'expulsera plus tous ceux qui entrent dans ce groupe.
he: מעולה! Sesuritu לא ירחיק את כל מי שנכנס לשיחוח.
hu: Nagyszerű! A Sesuritu mostantól nem vágja ki az új csatlakozókat a csatornáról.
it: Perfetto! Sesuritu non kickerà più i nuovi membri che entreranno in questa chat.
no: Supert! Sesuritu vil ikke sparke alle som blir med i chatten.
ru: Отлично! Sesuritu теперь не будет кикать всех, кто заходит в этот чат.
uk: Чудово! Шилді тепер не буде видаляти усіх, хто спробує увійти до чату.
uz: Ajoyib! Sesuritu endi bu chatga kirgan barchani haydab yubormaydi.

# underAttack_help
source: toggle the mode to automatically kick all newcomers
bg: превключване на режима за автоматично изхвърляне на всички новодошли
ca: commuta el mode per expulsar automàticament tots els nouvinguts
fr: Basculer vers le mode d'expulsion automatique de tous les nouveaux arrivants
he: החלף את המצב כדי לבעוט אוטומטית כל מצרף
hu: ki be kapcsolhatjuk az újoncok automatikus kirugását
no: slå av eller på modusen der alle nykommere blir automatisk sparket
ru: включить или выключить режим автоматического кика всех новичков
uk: спеціальний режим коли всі новачки одразу вилучаються з чату
uz: barcha yangilar foydalanuvchilarni avtomatik guruhdan haydashni yoqish yoki o'chirish

# underAttack_true
source: Great! Sesuritu will now kick everybody who enters this chat. Don't forget to turn this mode off when attack is over with /underAttack.
bg: Чудесно! Sesuritu ще изхвърля всички, които влязат в тази група. Не забравяйте да изключите този режим, когато атаката приключи с /underAttack.
br: Boa! Sesuritu vai kickar todos que entram neste bate-papo. Não se esqueça de desligar este modo quando o ataque acabar com /underAttack.
ca: Molt bé, a partir d'ara en Sesuritu expulsarà a tothom que vulgui entrar en aquest xat. Procura desactivar aquest mode quan l'atac s'hagi esveït; per això fes servir la comanda /underAttack.
es: ¡Entendido! Ahora Sesuritu expulsará a todo aquel que entre en este chat. No olvides desactivar este modo cuando el ataque haya cesado, para ello utiliza el comando /underAttack.
fr: Ok! Sesuritu va maintenant expulser tous ceux qui entreront dans ce groupe. N'oubliez pas de désactiver ce mode lorsque l'attaque est terminée via la commande /underAttack.
he: מעולה! Sesuritu מעכשיו ירחיק את כל מי שיכנס לשיחוח. לא לשכוח לבטל את המצב כשההתקפה נגמרת בעזרת /underAttack.
hu: Nagyszerű! A Sesuritu mostantól minden új csatlakozót kivág a csatornáról. Ne felejtsd el kikapcsolni ezt a beállítást, amikor a támadás véget ár a /underAttack paranccsal.
it: Perfetto! Da ora Sesuritu kickerà tutti quelli che entreranno in questa chat. Non dimenticarti di disattivare questa modalità quando l'attacco sarà finito con /userAttack.
no: Supert! Sesuritu vil nå sparke alle som blir med i chatten. Ikke glem å slå av denne modusen når angrepet er over med /underAttack.
ru: Отлично! Sesuritu теперь будет кикать всех, кто заходит в этот чат. Не забудьте отключить этот режим после окончания атаки при помощи команды /underAttack.
uk: Чудово! Шилді тепер видалятиме усіх, хто спробує увійти до чату. Коли атака скінчиться, не забудьте вимкнути цей режим командою /underAttack.
uz: Ajoyib! Sesuritu endi bu chatga kirgan barchani haydab yuboradi. /underAttack buyrug'i bilan hujum tugagach, ushbu rejimni o'chirishni unutmang.

# viewConfig
source: Current config:
bg: Текуща конфигурация:
br: Configuração atual:
ca: Aquesta és la configuració actual:
es: Esta es la configuración actual:
fr: Configuration actuelle:
he: הגדרות נוכחיות:
hu: Jelenlegi konfiguráció:
it: Configurazione attuale:
no: Gjeldende konfigurasjon:
ru: Текущие настройки:
uz: Joriy sozlamalar

# viewConfig_help
source: view the current Sesuritu configuration
bg: преглед на текущата конфигурация на Sesuritu
ca: veure la configuració actual den Sesuritu
fr: Voir la configuration actuelle de Sesuritu
he: צפו בהגדרות הנוכחיות של Sesuritu
hu: a jelenlegi Sesuritu konfiguráció megtekintése
no: vis nåværende Sesuritu-konfigurasjon
ru: посмотреть текущие настройки Sesuritu
uk: подивитися поточні настройки
uz: Sesuritu-ning joriy sozlamalarini ko'rish

# viewCustomCaptcha_help
source: view custom captcha type questions&answers
ru: просмотреть вопросы&ответы пользовательского типа капчи

# language_shieldy
source: Please, select the language.
am: ቋንቋ ምረጡ።
ar: الرجاء إختيار اللغة.
br: Por favor, selecione uma língua.
de: Bitte wähle eine Sprache.
es: Por favor, selecciona el idioma.
et: Palun valige keel.
fi: Ole hyvä ja valitse kieli.
fr: Sélectionnez la langue
he: אנא בחר שפה.
hu: Kérlek, válassz egy nyelvet!
id: Silakan pilih bahasa.
it: Prego, seleziona la lingua.
ja: 言語を選択してください。
ko: 언어를 선택하십시오.
ro: Te rog, salectează limba.
tr: Lütfen dil seçimi yapın.
tw: 請選擇一種語言。
uz: Iltimos tilni tanlang.
