Repository: Rulexec/shieldy
Catalog: l10n/*.po
Languages: am, ar, bg, br, ca, de, es, et, fi, fr, he, hu, id, it, ja, ko, no, ro, ru, sk, tr, tw, uk, uz, zh

# addCustomCaptcha_help
source: add custom captcha type question&answer
ru: добавить вопрос&ответ для пользовательского типа капчи

# allowInvitingBots_false
source: Nice! Users cannot invite bots now.
bg: Чудесно! Потребителите НЯМА да могат, да вкарват ботове в групата.
br: Boa! Os usuários não podem convidar bots agora.
ca: Fantàstic! A partir d'ara els usuaris ja no poden convidar robots a la conversa.
es: ¡Muy bién! Ahora los usuarios no podrán invitar a bots.
fi: Selvä! Käyttäjät eivät voi nyt kutsua botteja.
fr: Parfait! Les utilisateurs ne pourront plus inviter des bots.
he: מעולה! משתמשים לא יוכלו להזמין בוטים עכשיו.
hu: Szép! Mostantól a felhasználók nem hívhatnak meg botokat.
it: Perfetto! Gli utenti non potranno più invitare i bot.
no: Supert! Brukere kan nå ikke invitere botter.
ru: Отлично! Пользователи теперь не могут приглашать ботов.
uz: Yaxshi! Foydalanuvchilar endi botlarni taklif qilishlari mumkin emas

# allowInvitingBots_help
source: whether users can invite other bots or not
bg: дали потребителите могат да поканят други ботове или не
ca: per si els usuaris poden convidar altres robots o no
fr: Les membres peuvent ou non inviter d'autres robots
he: האם משתמשים יכולים להזמין בוטים אחרים או לא
hu: a felhasználó meghívhat-e botot vagy sem
no: om brukere kan invitere andre botter eller ikke
ru: могут ли пользователи приглашать в чат других ботов
uk: чи можуть користувачі додавати ботів
uz: foydalanuvchilar boshqa botlarni chatga taklif qilishlari mumkinmi

# allowInvitingBots_true
source: Nice! Users can invite bots now.
bg: Чудесно! Потребителите могат да вкарват ботове в групата.
br: Boa! Os usuários podem convidar bots agora.
ca: Fantàstic! A partir d'ara els usuaris poden convidar robots a la conversa.
es: ¡Muy bién! Ahora los usuarios pueden invitar a bots.
fi: Selvä! Käyttäjät voivat nyt kutsua botteja.
fr: Parfait! les utilisateurs peuvent maintenant inviter des bots.
he: מעולה! משתמשים יכולים להזמין בוטים עכשיו.
hu: Szép! Mostantól a felhasználók meghívhatnak botokat is.
it: Perfetto! Gli utenti potranno invitare i bot da ora.
no: Supert! Brukere kan nå invitere botter.
ru: Отлично! Пользователи теперь могут приглашать ботов.
uz: Yaxshi! Foydalanuvchilar endi botlarni taklif qilishlari mumkin

# banForFastRepliesToPosts_false
source: Nice! Sesuritu will not ban (or kick) all users who reply to your channel's posts 5 seconds after the post is created.
bg: Яко! Sesuritu няма да забранява (или да "изрита") никой потребител, които отговарят на публикациите на канала ви 5 секунди след създаването на публикацията.
it: Perfetto! Sesuritu non bannerà (o kickerà) più gli utenti che risponderanno nei post del tuo canale dopo nemmeno 5 secondi dall'invio del post.
ru: Отлично! Sesuritu не будет банить (или кикать) пользователей, которые отвечают на посты вашего канала в течение 5 секунд после создания постов.
uz: Yaxshi! Sesuritu kanalda post yaratilganidan 5 soniyadan keyin ularga javob yozgan barcha foydalanuvchilarni bloklamaydi (yoki guruhdan haydamaydi).

# banForFastRepliesToPosts_help
source: turn on or off banning users who reply to new channel posts within 5 seconds after posts are created
bg: включете или изключете забраната на потребителите, които отговарят на нови публикации в канала в рамките на 5 секунди след създаването на публикации
ru: включить или выключить бан пользователей, которые отвечают на посты на канале в течение 5 секунд после создания этих постов
uz: postlar yaratgandan so'ng 5 soniya ichida kanaldagi xabarlarga javob beradigan foydalanuvchilarni ban qilish yoki yo'q

# banForFastRepliesToPosts_true
source: Nice! Sesuritu will ban (or kick) all users who reply to your channel's posts 5 seconds after the post is created.
bg: Яко! Sesuritu, ще забрани (или ще "изрита") всеки потребител, които отговорят на публикациите в канала ви 5 секунди след създаването на публикацията.
it: Perfetto! Sesuritu bannerà (o kickerà) tutti gli utenti che risponderanno nei post del tuo canale dopo nemmeno 5 secondi dall'invio del post.
ru: Отлично! Sesuritu будет банить (или кикать) пользователей, которые отвечают на посты вашего канала в течение 5 секунд после создания постов.
uz: Yaxshi! Sesuritu kanalda post yaratilganidan 5 soniyadan keyin ularga javob yozgan barcha foydalanuvchilarni bloklaydi (yoki guruhdan haydaydi).

# banNewTelegramUsers_false
source: Nice! Sesuritu will no ban (or kick) all newcomers with Telegram ID greater than 1 000 000 000.
bg: Чудесно! Sesuritu няма да забранява (или да "изрита") никой новодошъл с Telegram ID над 1 000 000 000.
it: Perfetto! Sesuritu non bannerà (o kickerà) più i nuovi membri con l'ID Telegram maggiore di 1 000 000 000.
ru: Отлично! Sesuritu не будет банить (или кикать) пользователей, у которых Телеграм ID больше 1 000 000 000.
uz: Yaxshi! Sesuritu Telegram ID raqami 1 000 000 000 dan katta bo'lgan barcha yangi kelganlarni bloklamaydi (yoki guruhdan haydamaydi).

# banNewTelegramUsers_help
source: instantly ban (or kick) newcomers with Telegram ID over 1 000 000 000
bg: незабавно забранете (или ритайте) новодошлите с Telegram ID над 1000000000
ru: сразу банить (или кикать) новичков с Телеграм ID больше 1 000 000 000
uz: Telegram ID raqami 1 000 000 000 dan katta bo'lgan yangi kelganlarni darhol ban qilish (yoki haydash)

# banNewTelegramUsers_true
source: Nice! Sesuritu will ban (or kick) all newcomers with Telegram ID greater than 1 000 000 000.
bg: Чудесно! Sesuritu, ще забрани (или ще "изрита") всички новодошли с идентификатор на Telegram над 1 000 000 000.
it: Perfetto! Sesuritu bannerà (o kickerà) tutti i nuovi membri con l'ID di telegram maggiore di 1 000 000 000.
ru: Отлично! Sesuritu будет банить (или кикать) пользователей, у которых Телеграм ID больше 1 000 000 000.
uz: Yaxshi! Sesuritu Telegram ID raqami 1 000 000 000 dan katta bo'lgan barcha yangi kelganlarni bloklaydi (yoki guruhdan haydaydi).

# banUsers_false
source: Nice! Users will be kicked if they do not pass captcha.
ar: تم, الأعضاء الذين لم يجتازوا الإختبار سيتم طردهم.
bg: Супер! Потребителите ще бъдат "изритани" от групата, ако не преминат captcha.
br: Boa! Os usuários serão kickados se não passarem pelo captcha.
ca: D'acord, a partir d'ara els nouvinguts que no superin la prova seran explusats.
de: Spitze! User werden gekickt, wenn sie den Captcha Test nicht schaffen.
es: Muy bién, a partir de ahora los usuarios que no superen el CAPTCHA serán expulsados.
fr: Parfait! Les utilisateurs seront expulsés s'ils ne réussissent pas le captcha.
he: מעולה! משתמשים יורחקו אם הם לא יעברו את המבחן.
hu: Csodás! A usert kivágjuk, ha nem megy át a captcha-n.
it: Perfetto! Gli utenti verranno kickati se non passano il captcha.
ja: いいですね！キャプチャをパスしなかったユーザーは退出させられます。
no: Supert! Brukere vil bli sparket om de ikke består testen.
ro: Nice! Utilizatorii vor primi kick dacă nu trec testul captcha.
ru: Отлично! Пользователи будут кикнуты, если не пройдут капчу.
sk: Fajn! Používatelia, ktorí neprejdú testom, budú vyhodení.
tr: Güzel! Kullanıcılar, CAPTCHA testini geçemezlerse kovulurlar
uk: Добре! Тепер користувачей буде вилучено, якщо вони не пройдуть капчу.
uz: Yaxshi! Agar foydalanuvchilar captcha-dan o'tmasalar, guruhdan haydalishadi.
zh: 很好！如果用户未通过验证码，将被踢出。

# banUsers_help
source: whether to ban or to kick users
bg: дали да забраните или да ритате потребителите
ca: permet bloquejar i/o expulsar usuaris
de: hier kannst du User bannen oder kicken
fr: Savoir si bannir ou expulser les utilisateurs
he: האם להרחיק או לנדות משתמשים
hu: bannolja vagy csak kirúgja a felhasználókat
it: scegli se bannare o kickare
ja: バンまたはユーザーを退出させる
no: om brukerne skal utestenges eller sparkes
ro: alege între a bana sau la le da kick userilor
ru: банить или кикать пользователей
sk: voľba banu alebo vyhodenia nováčika zo skupiny
tr: Kullanıcıların yasaklanacağını mı yoksa kovulacağını mı ayarlayın
uk: банити користувачів чи одразу вилучати
uz: foydalanuvchilarni bloklash yoki guruhdan haydash
zh: 禁止还是踢出用户

# banUsers_true
source: Nice! Users will be banned if they do not pass captcha.
ar: تم, الأعضاء الذين لم يجتازوا الإختبار سيتم حظرهم.
bg: Супер! Потребителите ще бъдат блокирани, ако не преминат captcha.
br: Boa! Os usuários serão banidos se não passarem pelo captcha.
ca: D'acord, a partir d'ara els nouvinguts que no superin la prova quedaran bloquejats.
de: Toll! User werden gebannt, wenn sie den Captcha Test nicht schaffen.
es: Muy bién, a partir de ahora los usuarios que no superen el CAPTCHA quedarán bloqueados.
fr: Parfait! Les utilisateurs seront bannis s'ils ne passent pas captcha.
he: מעולה! משתמשים ינודו אם הם לא יעברו את המבחן.
hu: Csodás! A usert bannolni fogjuk, ha nem megy át a captcha-n.
it: Perfetto! Gli utenti verranno bannati se non passano il captcha.
ja: いいですね！キャプチャをパスしなかったユーザーがバンされます。
no: Supert! Brukere vil bli utestengt om de ikke består testen.
ro: Nice! Utilizatorii vor fi banați dacă nu trec testul captcha.
ru: Отлично! Пользователи будут баниться, если не пройдут капчу.
sk: Fajn! Používatelia, ktorí neprejdú testom, budú zabanovaní.
tr: Güzel! Kullanıcılar, CAPTCHA testini geçemezlerse yasaklanırlar
uk: Добре! Тепер користувачі будуть забанені, якщо вони не пройдуть капчу.
uz: Yaxshi! Agar foydalanuvchilar captcha-dan o'tmasalar, bloklanishadi.
zh: 很好！如果用户未通过验证码，将被禁止。

# ban_help
source: same as trust, but the opposite
bg: същото като доверие, но обратното
ca: fa el mateix que trust, però bloquejant l'usuari
fr: la même chose mais cette fois en le bannissant
he: כמו trust, אבל הפוך
hu: ugyanaz, mint a trust, csak éppen bannoljuk
no: samme som 'trust', men det motsatte
ru: то же, что и trust, но наоборот
uk: те саме що й trust, але навпаки
uz: `trust` bilan bir xil, lekin teskarisi

source: Button
am: በተን
ar: زر
bg: Бутон
br: Botão
ca: Botó
de: Knopf
es: Botón
et: Nuppuga
fi: Painike
fr: Bouton
he: כפתור
hu: Gomb
id: Tombol
it: Bottone
ja: ボタン
ko: 버튼
no: Knapp
ro: Buton
ru: Кнопкой
sk: Tlačidlo
tr: Düğme
tw: 按鈕
uk: Кнопкою
uz: Tugma
zh: 按钮

# buttonText_help
source: change the captcha button text in the form of `/buttonText I'm not a bot!`
bg: промяна на текста на бутона за капча под формата на `/buttonText Не съм бот!`
ca: canvia el text del botó del CAPTCHA així: `/buttonText I'm not a bot!`
fr: Modifier le texte du bouton captcha button `/buttonText Je ne suis pas un robot`
he: שנה את הטקט בכפתור המבחן על ידי `/buttonText I'm not a bot!`
hu: a captcha gomb feliratának megváltoztatása. az alapértelmezett: `/buttonText Nem vagyok robot!`
no: endre teksten på captcha-knappen slik som dette; `/buttonText I'm not a bot!`
ru: изменить текст кнопки капчи в формате `/buttonText Я не бот!`
uk: змінити текст кнопки капчи в форматі `/buttonText Я не бот!`
uz: captcha tugmasidagi matnni o'zgartirish, masalan `/buttonText Robot emasman!`

# button_warning
source: , please, press the button below within the time amount specified, otherwise you will be kicked. Thank you!
am: , በተኑን ይንኩት ካለበለዛ ይባረራሉ
ar: , من فضلك، اضغط على الزر أدناه ضمن المدة الزمنية المحدد، وإلا سيتم طردك. شكرا!
bg: , Mоля, натиснете бутона по-долу в рамките на определеното време, в противен случай ще бъдете изхвърлени. Благодаря ви!
br: , Por favor, aperte o botão abaixo no tempo limite especificado, caso contrário irei kicka-lo, Obrigado!
ca: , per favor, pitja el botó d'aquest missatge abans de que s'acabi el temps establert. Si no ho fas, seràs expulsat/-ada de forma automàtica. Gràcies.
de: , bitte drücke den Knopf unten innerhalb des spezifizierten Zeitlimits, andernfalls wirst du gekickt. Danke!
es: , por favor, presione el botón de abajo dentro del tiempo especificado, si no, serás expulsado. ¡Gracias!
et: , palun klõpsake alam nuppu määratud aja jooksul, muide me kickime teid. Aitäh!
fi: , ole hyvä ja klikkaa painiketta alla ennen annetun ajan loppumista, jotta et tule poistetuksi ryhmästä. Kiitos!
fr: , Veuillez appuyer sur le bouton ci-dessous dans le délai spécifié, sinon vous ne serez pas le bienvenue ici. Merci d'avance!
he: , אנא ללחוץ על הכפתור במסגרת הזמן המוגדרת בקבוצה, אחרת תורחק. תודה רבה!
hu: , kérlek,nyomd meg az alábbi gombot, mielőtt lejárna a megadott idő, mert különben ki kell, hogy rúgjalak. Köszönöm!
id: , silakan tekan tombol dalam waktu yg ditentukan atau anda akan ditolak bergabung dengan grup ini. Terima kasih!
it: , prego, clicca il bottone qui sotto entro il tempo prestabilito, altrimenti verrai kickato. Grazie!
ja: 指定された時間内に、下に表示されたボタンを押してください。そうしないと、退出させられます。ありがとうございます！
ko: , 스팸 봇인지 확인하기 위한 작업입니다. 지정된 시간 내에 아래 버튼을 누르십시오. 그렇지 않으면 자동 추방 될 예정입니다. 감사합니다!
no: vennligst trykk knappen nedenfor innen den spesifiserte tidsperioden, hvis ikke blir du sparket. Takk!
ro: , te rog, apasă butonul de mai jos în timpul spefificat, altfel o să fii dat afară din grup în mod automat. Mulțumesc!
ru: , пожалуйста, нажмите на кнопку ниже в течение указанного времени, иначе вы будете кикнуты. Спасибо!
sk: , prosím, stlačte tlačidlo nižšie v stanovenom čase, inak budete vyhodený/á. Ďakujem!
tr: , Lütfen, belirtilen süre içinde aşağıdaki düğmeye basın, aksi takdirde kovulacaksınız. Teşekkür ederiz!
tw: ，請在指定的時間內按下面的按鈕，否則您將被踢。謝謝！
uk: , будь ласка, натисніть на кнопку нижче протягом зазначеного часу, інакше Ви будете вилучені. Дякуємо!
uz: , iltimos, belgilangan vaqt ichida quyidagi tugmani bosing, aks holda siz guruhdan haydab yuborilasiz. Rahmat!
zh: ，请在指定的时间内按下面的按钮，否则你将被踢。谢谢！

# captcha
source: Please, select the test type for the newcomers: • Simple — bot will ask to send anything to the chat • Button — bot will ask to press a button • Digits — bot will ask to solve a simple arithmetic operation • Image — bot will ask to recognize characters on an image • Custom — bot will ask chat-specific questions specified by /addCustomCaptcha
am: Please, select the test type for the newcomers: • ሲምፕል — ቦቱ ማንኛውንም ጸሁፍ እንዲልኩ ይጠይቃል። • በተን — ቦቱ በተን አንዲነካ ይጠይቃል። • ዲጂት — በቱ መልሰ ይጠየቃል። • Image — bot will ask to recognize characters on an image
ar: الرجاء تحديد نوع الاختبار للأعضاء الجدد: • بسيطة — سوف يطلب البوت لإرسال أي شيء إلى الدردشة • زر سوف يطلب البوت الضغط على زرالشرطة • أرقام — سوف يطلب البوت حل معادلة بسيطة • Image — bot will ask to recognize characters on an image
bg: Моля, изберете типа на теста за новодошлите: • Simple - ботът ще поиска да изпрати каквото и да е в чата • Button - ботът ще поиска да натисне бутон • Digits - ботът ще поиска да реши проста аритметична операция • Image - ботът ще поиска да разпознае символи на изображение
br: Por favor, selecione o tipo de teste para os novatos: • Simples — o bot vai pedir para mandar alguma coisa no chat • Botão — o bot vai pedir para apertar um botão • Digits — bot will ask to solve a simple arithmetic operation • Image — bot will ask to recognize characters on an image
ca: Per favor, tria la prova que han de passar els nouvinguts: • Simple — el bot et demanarà que eviis qualsevol cosa a la conversa • Botó — el bot et demanarà que pitgis un botó • Dígits — el bot voldrà que resolguis una equació molt senzilla • Imatge — el bot et demanarà que reconeguies els caracters d'una imatge
de: Bitte wähle aus, wie der Bot neue User testen wird: • Simpel — Der Bot wird fragen, irgendwas in den Chat zu senden • Knopf — Der Bot wird fragen, einen Knopf zu drücken • Nummern — Der Bot wird eine simple Mathe-Aufgabe stellen • Image — bot will ask to recognize characters on an image
es: Por favor, selecciona el tipo de test para los recién llegados: • Simple — el bot pedirá enviar lo que sea por el chat • Botón — el bot pedirá presionar un botón • Dígitos — el bot pedirá resolver una ecuación simple • Imagen — el bot pedirá reconocer los caracteres de una imagen
et: Palun valige uustulnukute kontrolli tüüp: • Lihtne — bot küsib vestlusele midagi saata • Nuppuga — bot küsib nuppu klõpsata. • Digits — bot will ask to solve a simple arithmetic operation • Image — bot will ask to recognize characters on an image
fr: Veuillez sélectionner le type de test pour les nouveaux membres • Simple — Le bot demande d'envoyer une réponse à la conversation • Bouton — Le bot demande d'appuyer sur un bouton • Chiffres — Le bot pose une simple équation • Image — bot will ask to recognize characters on an image
he: אנא בחר את סוג המבחן עבור מצטרפים: • פשוט - בוט יבקש לשלוח כל דבר שהוא בשיחוח • כפתור - בוט יבקש ללחוץ על כפתור • ספרות - בוט יבקש לפתור פעולת חשבון פשוטה • תמונה - בוט יבקש לזהות תווים בתמונה
hu: Kérlek, válaszd ki az újoncok tesztjének a típusát: • Egyszerű — a bot annyit kér, hogy gépeljen be valamit a chat-be • Gomb — egy gomb megnyomására kéri • Számok — a bot egy egyszerű matematikai művelet elvégzésére kéri • Kép — a bot arra kéri, hogy ismerjen fel egy karaktert a képen
id: Silakan pilih jenis ujian untuk anggota baru: • Salam — bot akan meminta salam perkenalan • Tombol — bot akan meminta menekan tombol • Angka — bot akan meminta jawaban hitungan • Image — bot will ask to recognize characters on an image
it: Prego, seleziona uno dei seguenti test per i nuovi utenti:\n\n• Semplice — Il bot chiederà di inviare un qualunque messaggio in chat\n• Bottone — Il bot chiederà di premere un pulsante\n• Numeri — il bot ti chiederà di risolvere una semplice operazione aritmetica\n• Immagine — il bot ti chiederà di riconoscere un personaggio in un'immagine
ja: 新しく参加した人へのテストの種類を選択してください’ • シンプル — botが何か発言してくださいと尋ねます • ボタン — botがボタンを押してくださいとお願いします • 数字 — botが簡単な算数の問題を解いてくださいと尋ねます • Image — bot will ask to recognize characters on an image
ko: 신규 입장자에 대한 테스트 유형을 선택하십시오: • 단순함 — 봇이 채팅에 어떤 것이든 보내달라고 할 수 있음 • 버튼 — 봇이 버튼을 누르라고 요청함 • 숫자 — 봇이 간단한 방정식을 풀라고 할 것이다. • Image — bot will ask to recognize characters on an image
no: Vennligst velg testtypen for nykommere: • Enkel — botten vil spørre brukeren om å sende melding med hva som helst i chatten • Knapp — botten vil spørre brukeren om å trykke på en knapp • Tall — botten vil spørre brukeren om å løse et enkelt matteproblem • Bilde — botten vil spørre brukeren om å gjenkjenne bokstaver, tall og symboler på et bilde
ro: Selectează tipul de test pentru nou veniți: • Simplu — bot-ul va cere userului să trimită orice în chat • Buton — bot-ul va cere userului să apese un buton • Cifre — bot-ul va cere userului să rezolve o simplă operație aritmetică • Image — bot will ask to recognize characters on an image
ru: Пожалуйста, выберите тип проверки новичков в чате: • Простая — бот попросит прислать что угодно в чат • Кнопкой — бот попросит нажать на кнопку • Цифровая — бот попросит решить простую арифметическую задачу • Картинкой — бот попросит распознать символы на картинке • Пользовательская — бот задаст случайный вопрос из установленных через /addCustomCaptcha
sk: Vyberte typ testu pre nováčikov: • Jednoduchý — bot požiada o zaslanie akejkoľvek správy do četu • Tlačidlo — bot požiada o stlačenie tlačidla • Číselný — bot požiada o výsledok jednoduchého matematického príkladu • Image — bot will ask to recognize characters on an image
tr: Lütfen, yeni gelenler için test türünü seçin: • Basit — Bot, sohbete bir şey göndermenizi isteyecektir • Düğme — Bot, bir düğmeye basmanızı isteyecektir • Rakamlar — Bot, basit bir aritmetik işlemi çözmenizi isteyecektir • Resim — Bot, bir resimdeki karakterleri tanımanızı isteyecektir.
tw: 請為新進成員選擇驗證類型： • 簡單 — 機器人會要求在聊天室發送任何內容 • 按鈕 — 機器人將要求按下一個按鈕 • 數字 — 機器人將要求解答一個簡單的數學問題 • Image — bot will ask to recognize characters on an image
uk: Будь ласка, виберіть тип перевірки новачків у чаті: • Проста — бот просить надіслати що завгодно в чат • Кнопкою — бот просить натиснути на кнопку. • Цифрова — бот просить вирішити просте арифметичне рівняння • Зображення — бот просить розпізнати символи на зображенні
uz: Iltimos, yangi kelganlar uchun test turini tanlang: • Oddiy — bot chatga biror narsa yuborishni soʻraydi • Tugma — bot tugmani bosishni soʻraydi • Raqamlar — bot oddiy arifmetik amalni bajarishni soʻraydi. • Rasm — bot rasmdagi belgilarni tanib olishni so‘raydi
zh: 请为新人选择测试类型： •简单 — 机器人会要求向聊天发送任何内容 •按钮 — 机器人将要求按下一个按钮 •数字 — 机器人将要求解决一个简单的等式 • Image — bot will ask to recognize characters on an image

# captchaMessage_false
source: Great! Now newcomers will see the default captcha message
ar: رائع, يمكن للأعضاء الجدد الآن رؤية رسالة الإختبار الإفتراضية
bg: Чудесно! Сега новодошлите ще видят съобщението за captcha по-подразбиране
br: Boa! Agora os novatos verão a mensagem padrão do captcha
ca: Molt bé, a partir d'ara els nouvinguts rebran el missatge per defecte, que els explicarà la prova que han de superar.
de: Großartig! Jetzt erhalten neue User die standard Captcha Nachricht
es: ¡Genial! Ahora los recién llegados recibirán el mensaje predeteminado de la explicación del CAPTCHA que tienen que superar.
fr: Super! Les nouveaux membres verront maintenant le message captcha par défaut
he: מעולה! מעכשיו מצטרפים יראו את הודעת ברירת המחדל של המבחן.
hu: Nagyszerű! Az újoncokat, akik belépnek a csatornára, az alap captcha üzenetet fogják látni.
it: Perfetto! Da ora i nuovi mmebri vedranno il messaggio base del Captcha.
ja: 素晴らしいです！これで、新しく参加した人は、デフォルトのキャプチャメッセージを見れます。
no: Supert! Nå vil nykommere se den vanlige captcha-meldingen
ro: Minunat! Acum nou veniții vor vedea mesajul captcha implicit
ru: Отлично! Теперь пользователи будут получать стандартное сообщение с капчей.
sk: Skvelé! Odteraz nováčikovia budú vidieť predvolenú správu testu captcha
tr: Harika! Artık yeni gelenler varsayılan CAPTCHA mesajını görecek
uk: Чудово! Тепер новачки будуть бачити типове повдомлення капчі
uz: Ajoyib! Endi yangi kelganlar standart captcha xabarini ko'radilar.
zh: 很棒！现在新人将会看到默认的验证码消息
