Repository: Rulexec/shieldy
Catalog: l10n/*.po
Languages: am, ar, bg, br, ca, de, es, et, fi, fr, he, hu, id, it, ja, ko, no, ro, ru, sk, tr, tw, uk, uz, zh

# deleteEntryOnKick_help
source: whether to delete entry messages for users who failed captcha
bg: дали да изтриете съобщения за влизане за потребители, които не са успели captcha
ca: suprimeix els missatges d'entrada dels usuaris que han fallat la prova
de: hier kannst du die Beitrittsnachricht löschen, wenn ein User den Captcha Test nicht besteht
fr: Savoir s'il faut supprimer les messages d'accueil pour les utilisateurs qui ont échoué au captcha
hu: törölje-e a belépési üzenetet, ha az újonc elbukik a teszten
it: scegli se eliminare i messaggi d'ingresso per coloro che hanno fallito il captcha
ja: キャプチャを失敗したユーザーの入室メッセージを削除するかどうか
no: om inngangsmeldingene til brukere som feilet testen skal slettes
ro: șterge mesajul de întâmpinare pentru userii ce nu au trecut de captcha
ru: удалять ли сообщения о входе для пользователей, которые провалили капчу
sk: voľba odstránenia vstupných správ pre používateľov, ktorí neprejdú testom captcha
tr: CAPTCHA'dan başarısız olan kullanıcıların girdiği mesajların silinip silinmeyeceğini ayarlayın
uk: чи видаляти повідомлення про вхід користувачів, що не вирішили капчу
uz: captcha-tekshiruvini o'ta olmagan foydalanuvchilar guruhga kirganligi haqida xabarni o'chirish kerakmi
zh: 删除还是保留回答验证码失败的用户加入消息

# deleteEntryOnKick_true
source: Great! Sesuritu will remove entry messages of the users who failed captcha.
bg: Чудесно! Sesuritu ще премахне съобщенията за влизане на потребителите, които НЕ са отговорили на captcha.
br: Boa! Sesuritu removerá mensagens de entrada dos usuários que erraram o captcha.
ca: Entesos, a partir d'ara en Sesuritu esborrarà tots els missatges dels nouvinguts que no hagin superat la prova.
de: Top! Sesuritu wird nun die Beitrittsnachrichten entfernen, wenn ein User den Captcha Test nicht besteht.
es: Perfecto, Sesuritu eliminará los mensajes de los recién llegados que no hayan superado el CAPTCHA.
fr: Super! Sesuritu va supprimer les messages d'accueil des utilisateurs qui ont échoué au captcha.
he: מעולה! Sesuritu ימחק הודעות כניסה של משתמשים שנכשלו במבחן.
hu: Nagyszerű! A Sesuritu eltávolítja a belépési üzenetet, ha a felhasználó elbukik a teszten.
it: Perfetto! Sesuritu rimuoverà tutti i messaggi d'ingresso degli utenti che hanno falliranno il captcha.
ja: 素晴らしいです！Sesurituは、キャプチャを失敗したユーザーの入室時のメッセージを削除します。
no: Supert! Sesuritu vil fjerne inngangsmeldingene til brukere som ikke består captcha-testen.
ro: Minunat! Sesuritu va șterge fiecare mesaj al utilizatorilor ce nu au trecut testul captcha.
ru: Sesuritu будет удалять сообщения о входе пользователей, проваливших капчу.
sk: Super! Sesuritu odstráni správy o vstupe nováčikov do četu, ak neprejdú testom captcha.
tr: Harika! Sesuritu, CAPTCHA testinden başarısız olan kullanıcıların giriş mesajlarını kaldıracak.
uk: Чудово! Шилді тепер видалятиме усі вхідні повідомлення від користувачів, які провалили капчу.
uz: Ajoyib! Endi Sesuritu captcha-tekshiruvidan o'ta olmagan foydalanuvchilar guruhga kirganligi haqidagi xabarlarni o'chirib tashlaydi.
zh: 很棒！Sesuritu将删除验证码失败用户的加入消息。

# deleteGreetingTime_help
source: setup when to delete Sesuritu's greeting in seconds like `/deleteGreetingTime 100`, reset by setting it to 0
bg: настройка кога да изтриете поздрава на Sesuritu за секунди като `/deleteGreetingTime 100`, нулирайте, като го зададете на 0
ca: configura si s'ha d'eborrar el missatge de benvinguda al cap d'uns seguns (ex: `/deleteGreetingTime 100`), es restableix configurant-lo a 0
de: hier kannst du einstellen, wann die Willkommens Nachricht von Sesuritu gelöscht werden soll. `/deleteGreetingTime 100`, zurück setzen kannst du dies mit dem Wert "0"
fr: Configurer le temps en seconde, concernant le message d'accueil automatique de Sesuritu`/deleteGreetingTime 100`, Utilisez la valeur 0 si vous souhaitez réinitialiser la configuration
he: הגדר מתי למחוק את הברכה של Sesuritu בשניות כמו `/deleteGreetingTime 100`, אפס על ידי הגדרה 0
hu: mennyi idő múlva törölje a Sesuritu's az üdvözlő üzenetet (műsodpercben) pl: `/deleteGreetingTime 100`, 0 állítva reset
it: imposta in quanto tempo in secondi il messaggio di benvenuto debba essere eliminato, ad esempio `/deleteGreetingTime 100`, resettalo impostandolo a 0
ja: `/deleteGreetingTime 100のように何秒間でSesurituのメッセージが消えるかを設定する。0に設定することでリセットされる
no: angi i sekunder når Sesuritus hilsner skal slettes, f.eks `/deleteGreetingTime 100`, tilbakestill ved å sette til 0
ro: setează când se ștearge salutul lui Sesuritu în secunde, precum `/deleteGreetingTime 100`. resetează setând valoarea 0
ru: установить время в секундах, когда Sesuritu должен удалить приветствие вида `/deleteGreetingTime 100`, отключите эту функцию, установив значение 0
sk: nastavenie, kedy sa má odstrániť pozdrav Sesurituho v sekundách, napr. `/deleteGreetingTime 100`; resetuje sa tak, že ho nastavíte na 0
tr: Sesuritu'nin selamlamasını `/deleteGreetingTime 100` gibi kaç saniye içinde sileceğini ayarlayın, 0 yaparak sıfırlayabilirsin.
uk: встановлює час, коли потрібно видаляти вітання від бота, наприклад `/deleteGreetingTime 100`, встановіть у 0 щоб скинути
uz: Sesuritu salomlashish xabarini avtomatik o'chirishi kerak bo'lgan vaqtni soniyalarda belgilang, masalan `/deleteGreetingTime 100` (yani 100 soniyadan keyin salomlashish xabari o'chirilishi uchun), qiymatni 0 ga o'zgartiring ushbu amalni bekor qilish uchun
zh: 设置多少秒删除Sesuritu的欢迎消息，像`/deleteGreetingTime 100`, 设置为0重置

source: Digits
am: ዲጂት
ar: ارقام
bg: Цифри
br: Digitos
ca: Dígits
de: Zahlen
es: Digitos
et: Digitaalne
fi: Numerot
fr: Chiffres
he: ספרות
hu: Számok
id: Angka
it: Numeri
ja: 数字
ko: 방정식
no: Tall
ro: Cifre
ru: Цифровая
sk: Číselný
tr: Rakamlar
tw: 數字
uk: Цифрова
uz: Raqamlar
zh: 数字

# digits_warning
source: , please, send the solution to the arithmetic operation provided within the time amount specified to this group, otherwise you will be kicked. Thank you!
ar: , من فضلك، حل المعادلة الرياضية وإرسالها للدردشة قبل إنتهاء الوقت المحدد، وإلا سيتم طردك. شكرا!
bg: , Моля, изпратете решението на аритетичната задачка, която виждате тук в рамките на времето посочено от мен , в противен случай ще бъдете изхвърлени от групата. Благодаря ви!
br: , Por favor, mande a solução da equação matemática para esse grupo no tempo limite especificado, caso contrário irei kicka-lo. Obrigado!
ca: , per favor, envia dins aquest grup, la solució de l'operaió aritmètica proposada, abans de que s'acabi el temps establert. Si no ho fas, seràs expulsat/-ada de forma automàtica. Gràcies.
de: , bitte sende die Lösung zu der Mathe-Aufgabe innerhalb des spezifizierten Zeitlimits, andernfalls wirst du gekickt. Danke!
es: , por favor, envíe por este grupo la solución a la ecuación matemática proporcionada dentro del tiempo especificado, si no, serás expulsado. ¡Gracias!
et: , palun saatke matemaatilise võrrandi lahendus sellele vestlusele määratud aja jooksul, muidu me kickime teid. Aitäh!
fi: , ole hyvä ja lähetä oheisen laskutoimituksen ratkaisu annetun ajan kuluessa, jotta et tule poistetuksi ryhmästä. Kiitos!
fr: Veuillez envoyer votre réponse à l'équation dans le délai, sinon vous ne serez pas le bienvenue ici. Merci d'avance !
he: , נא לפתור את פעולת החשבון הפשוטה במסגרת הזמן המוגדרת בקבוצה, אחרת תורחק. תודה רבה!
hu: , kérlek, old meg az alábbi egyszerű matematikai feladványt és írd be ide, mielőtt lejárna a megadott idő, mert különben ki kell, hogy rúgjalak. Köszönöm!
id: , silakan jawab soal hitungan tersebut dalam waktu yg ditentukan atau anda akan ditolak bergabung dengan grup ini. Terima kasih!
it: , prego, invia la soluzione dell'espressione matematica in questo gruppo entro il tempo specificato, altrimenti verrai kickato. Grazie!
ja: 指定された時間内に算数の正解を送信してください。そうしないと、退出させられます。ありがとうございます！
ko: , 스팸 봇인지 확인하기 위한 작업입니다. 지정된 시간 내에 제공된 수학 방정식의 답을 채팅으로 보내십시오. 그렇지 않으면 자동 추방 될 예정입니다. 감사합니다!
no: , vennligst send svaret på matteproblemet innen den spesifiserte tidsperioden, hvis ikke blir du sparket. Takk!
ro: , te rog, trimite rezultatul operației aritmetice în timpul specificat, altfel o sa fii dat afară din grup în mod automat. Mulțumesc!
ru: , пожалуйста, отправьте решение указанной арифметической задачи в этот чат в течение указанного времени, иначе вы будете кикнуты. Спасибо!
sk: , prosím, pošlite do tejto skupiny v stanovenom čase výsledok matematického príkladu, inak budete vyhodený/á. Ďakujem!
tr: , Lütfen, sağlanan aritmetik işlem çözümünü belirtilen süre içerisinde bu gruba gönderin, aksi takdirde kovulacaksınız. Teşekkür ederiz!
tw: ，請在指定的時間內將數學計算答案發送到本群組，否則您將被踢。 謝謝！
uk: , будь ласка, надішліть рішення вказаного математичного рівняння в цей чат протягом зазначеного часу, інакше Ви будете вилучені. Дякуємо!
uz: , iltimos, ushbu guruhga ko'rsatilgan vaqt ichida berilgan arifmetik amalning yechimini yuboring, aks holda siz guruhdan haydab yuborilasiz. Rahmat!
zh: ，请在指定的时间内将数学计算答案发送到本群组，否则您将被踢。 谢谢！

# greetingButtons
source: Reply to this message (and I mean reply(!), not just send a separate message) with up to 10 links in format below to setup greeting buttons. Reply with anything else to remove all buttons. DuckDuckGo - https://duckduckgo.com Wikipedia - https://wikipedia.com Current buttons:
bg: Отговорете на това съобщение (и имам предвид да се отговори (reply), а не с отделно съобщение) с до 10 линка в посочения по долу формат за да сетъпнете бутоните. DuckDuckGo - https://duckduckgo.com Wikipedia - https://wikipedia.com Текущи бутони:
br: Responda a esta mensagem (e eu quero dizer resposta(!), Não apenas envie uma mensagem separada) com até 10 links no formato abaixo para configurar os botões de saudação. Responda com qualquer outra coisa para remover todos os botões. DuckDuckGo - https://duckduckgo.com Wikipedia - https://wikipedia.com Botões atuais:
ca: Respon a aquest missatge (si, ha de ser una resposta, no em serveix de res que m'escriguis un missatge a part), amb un llistat de fins a 10 enllaços, de l'estil que veus més abaix, per a configurar els botons de benvinguda. Respon qualsevol altra cosa per a suprimir tots els botons de cop. DuckDuckGo - https://duckduckgo.com Wikipedia - https://wikipedia.com Aquests són els botons que tens configurats actualment:
es: Responde a este mensaje (si, si, responde!, no escribas un mensaje a parte) con hasta 10 enlaces, con el formato que ves más abajo, para configurar los botones de bienvenida. Responde cualquier otra cosa para eliminar todos los botones. DuckDuckGo - https://duckduckgo.com Wikipedia - https://wikipedia.com Botones configurados actualmente:
fr: Répondez à ce message (et je veux dire répondez (!), pas seulement envoyez un message séparé) avec jusqu'à 10 liens au format ci-dessous pour configurer les boutons d'accueil. Répondez avec n'importe quoi pour supprimer tous les boutons. DuckDuckGo — https://duckduckgo.com Wikipedia — https://wikipedia.com Current buttons:
he: השב להודעה הזאת (ואני מתכוון לתגובה(!), לא סתם לשלוח הודעה נפרדת) עם עד 10 קישורים בפורמט למטה כדי להגדיר כפתורי ברכה. השב כל דבר אחר כדי להסיר את כל הכפתורים. DuckDuckGo - https://duckduckgo.com Wikipedia - https://wikipedia.com כפתורים נוכחיים:
hu: Válaszolj erre az üzenetre (és úgy értem válaszolj(!), ne csak egy külön üzenetet küld) max 10 linkkel a lenti formátum alapján az üdvözlő gomb beállításához. Bármilyen más válasszal eltávolítod az összes gombot. DuckDuckGo - https://duckduckgo.com Wikipedia - https://wikipedia.com Current buttons:
it: Rispondi a questo messaggio (si intende rispondendo e non inviando un messaggio separato) con 10 link nel formato qua sotto per impostare i bottoni di benvenuto. Rispondi con qualunque altra cosa per rimuovere tutti i bottoni. DuckDuckGo - https://duckduckgo.com Wikipedia - https://wikipedia.com Bottoni Attuali:
no: Svar på denne meldingen (og jeg mener svar(!), ikke bare send en separat melding) med opp til 10 lenker i formatet under for å sette opp knapper under hilsenen. Svar med hva som helst annet for å fjerne alle knappene. DuckDuckGo - https://duckduckgo.com Wikipedia - https://wikipedia.com Nåværende knapper:
ru: Ответьте на это сообщение (и я имею ввиду ответьте(!), а не просто отправьте отдельное сообщение) с не более чем 10 ссылками в формате ниже, чтобы установить кнопки приветствию. Ответьте любым другим сообщением, чтобы удалить все кнопки. DuckDuckGo - https://duckduckgo.com Wikipedia - https://wikipedia.com Текущие кнопки:
uz: Salomlash tugmalarini sozlash uchun quyidagi formatda 10 tagacha havolalar bilan ushbu xabarga javob bering (va men javob berishni nazarda tutmoqdaman (!), shunchaki alohida xabar yuborishni emas!). Barcha tugmalarni olib tashlash uchun boshqa xoxlagan biror narsa bilan javob bering. DuckDuckGo - https://duckduckgo.com Wikipedia - https://wikipedia.com Joriy tugmalar:'

# greetingButtonsEmpty
source: No buttons
bg: Без бутони
br: Sem botões
ca: No hi ha botons
es: No hay botones
fi: Ei painikkeita
fr: Pas de boutons
he: אין כפתורים
hu: Nincsenek gombok
it: Nessun Bottone
no: Ingen knapper
ru: Нет кнопок
uz: Tugmalar yo'q

# greetingButtons_help
source: setup buttons for greeting message
bg: бутони за настройка на поздравително съобщение
ca: configura els botons per al missatge de benvinguda
fr: Configurer les boutons des messages de bienvenue
he: הגדר לחצנים להודעת הברכה
hu: saz üdvözlő üzenet gombjainak beállítása
no: sett opp knapper for hilse-meldinger
ru: настроить кнопки для приветственного сообщения
uk: налаштування кнопок у повідомленні з привітанням
uz: salomlashish xabari uchun tugmalarni sozlash

# greeting_help
source: greets users who pass the test
ar: يقوم بتحية المستخدمين الذين يجتازون الاختبار
bg: поздравява потребителите които преминат теста
br: congratula o usuário que passou no teste
ca: saluda als usuaris que superen el test
de: begrüßt die User, welche den Test bestehen
es: saluda a los mensajes que pasan el test
fr: Accueillir les utilisateurs qui passent le test
he: מברך את המשתמשים שעוברים את המבחן
hu: a teszten átmenők üdvözlése
id: pesan sambutan pada anggota baru yg lolos ujian
it: dai il benvenuto ad un utente se passa il captcha
ja: テストを通過した人に挨拶をする
no: sender en velkomst når en bruker består testen
ro: salută utilizatorii ce au trecut testul
ru: встречать прошедших проверку пользователей сообщением
sk: pozdrav pre používateľov, ktorí prejdú testom
tr: Testi geçen kullanıcıları selamlar
tw: 給通過驗證的用戶發歡迎詞
uk: вітає користувачів, які пройшли тест
uz: tekshiruvdan o'tgan foydalanuvchilarni xabar bilan kutib olish
zh: 迎接通过测试的用户

# greetsUsers_false
source: Great! Now newcomers who passed the test will not be greeted.
ar: تم ! الآن لن يتم استقبال الأعضاء الجدد الذين اجتازوا الاختبار.
bg: Чудесно! Сега новодошлите, които са преминали теста, няма да бъдат поздравявани.
br: Boa! Agora os novatos que passarem no teste não serão congratulados
ca: D'acord, a partir d'ara els nouvinguts que hagin passat la prova no rebran cap missatge de benvinguda.
de: Cool! Neue User, die den Text bestanden haben, werden nun nicht begrüßt.
es: ¡Genial! Ahora los recién llegados que pasen el test no serán saludados.
fi: Selvä! Nyt testin läpäisseitä tulokkaita ei tervehditä.
fr: Parfait, maintenant les nouveaux membres ayant réussi le test ne seront plus salués
he: מעולה! כעת מצטרפים שעברו את המבחן לא יבורכו.
hu: Nagyszerű! Az újoncokat, akik átmentek a teszten, nem üdvözöljük.
id: Baiklah, sekarang anggota baru yg lolos ujian tidak menerima sambutan.
it: Perfetto! Da ora i nuovi membri che passano il test non riceverranno il messaggio di benvenuto.
ja: 素晴らしいです！これで、このテストをパスして新しく参加された人は挨拶をされません。
ko: 좋아요! 이제 테스트에 합격한 신입들에게 환영 인사를 하지않을 거예요.
no: Supert! Nykommere som har bestått testen vil ikke få en velkomst.
ro: Super! Acum nou veniții ce au trecut testul vor fi salutați.
ru: Отлично! Теперь пользователи, прошедшие проверку, не будут получать сообщения с приветствиями.
sk: Super! Odteraz nováčikovia, ktorí prešli testom, nebudú uvítaní.
tr: Harika! Artık testi geçen yeni üyeler karşılanmayacak.
tw: 很棒！現在通過驗證的新進成員不會收到歡迎消息。
uk: Чудово! Тепер новачки не будуть отримувати вітання після того, як розвʼяжуть капчу.
uz: Ajoyib! Endi testdan o'tgan yangi kelganlarga salom berilmaydi.
zh: 很棒！现在通过测试的新人不会受到欢迎消息。

# greetsUsers_message_accepted
source: Accepted!
am: ተቀብለናል
ar: قبلت!
bg: Прието!
br: Aceito!
ca: Acceptat!
de: Akzeptiert!
es: ¡Aceptado!
fi: Hyväksytty!
fr: Accepté
he: קיבלתי!
hu: Elfogadva!
id: Diterima!
it: Accettato!
ja: 承認されました！
ko: 수락되었습니다
no: Akseptert!
ro: Acceptat!
ru: Принято!
sk: Prijaté!
tr: Kabul edildi!
tw: 已接受！
uk: Прийнято!
uz: Qabul qilindi!
zh: 已接受！

# greetsUsers_true
source: Great! Now newcomers who passed the test will be greeted. Please, reply to this message with the greeting text you would like to use (you can use $title, $fullname and $username).
ar: رائع ! الآن سيتم استقبال الأعضاء الجدد الذين اجتازوا الاختبار. الرجاء الرد على هذه الرسالة مع نص الترحيب الذي ترغب في استخدامه (يمكنك استخدام $title $username).
bg: Чудесно! Сега новодошлите, които са преминали теста, ще бъдат поздравени. Моля, отговорете на това съобщение с поздравителния текст, който искате да използвате (можете да използвате $title, $fullname и $username).
br: Boa! Agora os novatos que passarem no teste serão congratulados. Por favor, responda essa mensagem com a o texto de congratulações que você gostaria de usar.
ca: D'acord, a partir d'ara els nouvinguts que hagin passat la prova rebran un missatge de benvinguda. Per favor, respon a aquest missatge amb el texte que vulguis fer servir per a una salutació personalitzada (pots fer servir $title, $fullname y $username).
de: Turbo! Neue User, die den Test bestanden haben, werden nun begrüßt. Bitte beantworte diese Naxhricht mit einem Begrüßungstext. (Du kannst $title und $username als Platzhalter benutzen).
es: ¡Genial! Ahora los recién llegados que hayan pasado el test serán saludados. Por favor, responde a este mensaje con el texto de saludo que quieres utilizar (puedes usar $title, $fullname y $username).
et: Great! Now newcomers who passed the test will be greeted. Please, reply to this message with the greeting text you would like to use.
fr: Parfait, maintenant les nouveaux membres ayant réussi le test seront salués. Veuillez configurer le message d'accueil personnalisé que vous souhaitez en répondant à ce message (Vous pouvez utiliser les fonctions suivantes $title et $username).
he: מעולה! כעת מצטרפים שעברו את המבחן יבורכו. אנא, השב להודעה זו עם הודעת הברכה שברצונך להשתמש.
hu: Nagyszerű! Az újoncokat, akik átmentek a teszten, az üdvözölni fogjuk. Kérlek válaszolj erre az üzenetre az általad választott üzenettel (használhatod az alábbiakat $title, $fullname and $username).
id: Baiklah, sekarang anggota baru yg lolos ujian tidak akan menerima pesan sambutan. Silakan balas pesan ini dengan pesan sambutan yg ingin anda gunakan (tersedia $title dan $username).
it: Perfetto! Da ora i nuovi membri che passano il test verranno salutati. Prego, rispondi a questo messaggio con il testo di benvenuto che vuoi compaia (puoi usare $title, $fullname e $username).
ja: 素晴らしいです！これで、テストをパスして新しく参加した人は挨拶をされます。あなたが希望する挨拶のメッセージを、こちらのメッセージに回答してください。($title, $fullname and $usernameを使えます。)
ko: 좋아요! 이제 테스트에 통과한 신규 입장자들에게 인사 할 예정입니다. 사용하고 싶은 인사말을 사용하여 이 메시지에 회신하십시오 ($title 및 $username 사용 가능).
no: Supert! Nykommere som har bestått testen vil få en velkomst. Vennligst svar på denne meldingen med teksten du vil bruke som velkomst (du kan bruke $title og $username).
ro: Super! Acum nou veniții ce au trecut testul vor fi salutați. Te rog să răspunzi la acest mesaj cu textul salutului pe care vrei sa îl utilizezi (poți folosi $title si $username).
ru: Отлично! Теперь пользователи, прошедшие проверку, будут получать сообщения с приветствиями. Пожалуйста, ответьте на это сообщение текстом, которым вы хотите встречать новых пользователей (можете использовать $title, $fullname и $username).
sk: Super! Odteraz budú všetci nováčikovia, ktorí prešli testom, uvítaní. Odpovedzte na túto správu uvítacím textom, ktorý chcete použiť (môžete použiť $title a $username).
tr: Harika! Artık testi geçen yeni üyeler karşılanacak. Lütfen, bu iletiyi kullanmak istediğiniz tebrik metniyle yanıtlayın ($title ve $username kullanabilirsiniz).
tw: 很棒！現在通過驗證的新進成員不會收到歡迎消息。 請回復此消息，並附上您要使用的歡迎詞（您可以使用$title和$username）。
uk: Чудово! Тепер щойно новачки розвʼяжуть капчу вони отримають вітання. У відповідь на це повідомлення надішліть текст вітання, яким бажаєте зустрічати майбутніх користувачів (можете використовувати $title, $fullname та $username).
uz: Ajoyib! Endi testdan o'tgan yangi kelganlarga salom beriladi. Iltimos, ushbu xabarga javob sifatida salomlashish matnini yuboring ($title, $fullname va $username parametrlaridan foydalanishingiz mumkin).
zh: 很棒！现在通过测试的新人不会受到欢迎消息。 请回复此消息，并附上您要使用的问候语（您可以使用$title和$username）。
