Repository: Rulexec/shieldy
Catalog: l10n/*.po
Languages: am, ar, bg, br, ca, de, es, et, fi, fr, he, hu, id, it, ja, ko, no, ro, ru, sk, tr, tw, uk, uz, zh

# greetsUsers_true_message
source: Great! Now newcomers who passed the test will be greeted. Please, reply to this message with the greeting text you would like to use (you can use $title, $fullname and $username). The current greeting message follows.
ar: رائع ! الآن سيتم استقبال الأعضاء الجدد الذين اجتازوا الاختبار. الرجاء الرد على هذه الرسالة مع نص الترحيب الذي ترغب في استخدامه (يمكنك استخدام $title $username). فيما يلي رسالة الترحيب الحالية.
bg: Чудесно! Сега новодошлите, които са преминали теста, ще бъдат поздравени. Моля, отговорете на това съобщение с поздравителния текст, който искате да използвате (можете да използвате $title, $fullname и $username). Следва текущото поздравително съобщение.
br: Boa! Agora os novatos que passarem no teste serão congratulados. Por favor, responda essa mensagem com o texto de congratulações que você gostaria de usar. O texto atual é:
ca: D'acord, a partir d'ara els nouvinguts que hagin passat la prova rebran un missatge de benvinguda. Per favor, respon a aquest missatge amb el texte que vulguis fer servir per a una salutació personalitzada (pots fer servir $title, $fullname y $username). Actualment tens establert el següent missatge de benvinguda:
de: Turbo! Neue User, die den Test bestanden haben, werden nun begrüßt. Die aktuelle Begrüßungsnachricht folgt jetzt.
es: ¡Genial! Ahora los recién llegados que hayan pasado el test serán saludados. Por favor, responde a este mensaje con el texto de saludo que quieres utilizar (puedes usar $title, $fullname y $username). El mensaje actual de saludo es:
et: Great! Now newcomers who passed the test will be greeted. Please, reply to this message with the greeting text you would like to use. The current greeting message follows.
fr: Parfait, maintenant les nouveaux membres qui ont réussi le test seront salués. Veuillez configurer le message d'accueil personnalisé que vous souhaitez en répondant à ce message (Vous pouvez utiliser les fonctions suivantes $title et $username).
he: מעולה! כעת מצטרפים שעברו את המבחן יבורכו. אנא, השב להודעה זו עם הודעת הברכה שברצונך להשתמש. להלן הודעת הברכה.
hu: Nagyszerű! Az újoncokat, akik átmentek a teszten, az üdvözölni fogjuk. Kérlek válaszolj erre az üzenetre az általad választott üzenettel (használhatod az alábbiakat $title, $fullname and $username).
id: Baiklah, sekarang anggota baru yg lolos ujian akan menerima pesan sambutan. Silakan balas pesan ini dengan pesan sambutan yg ingin anda gunakan (tersedia $title dan $username). Pesan sambutan yg digunakan saat ini adalah...
it: Perfetto! Da ora i nuovi membri che passano il test verranno salutati. Prego, rispondi a questo messaggio con il testo di benvenuto che vuoi compaia (puoi usare $title, $fullname e $username).
ja: 素晴らしいです！これで、テストをパスして新しく参加した人は挨拶をされます。あなたが希望する挨拶のメッセージを、こちらのメッセージに回答してください。($title, $fullname and $usernameを使えます。) 今の挨拶メッセージは以下です。
ko: 좋아요! 이제 테스트에 통과한 신규 입장자들에게 인사 할 예정입니다. 사용하고 싶은 인사말을 사용하여 이 메시지에 회신하십시오 ($title 및 $username 사용 가능). 현재 인사 메시지가 이어집니다.
no: Supert! Nykommere som har bestått testen vil få en velkomst. Vennligst svar på denne meldingen med teksten du vil bruke som velkomst (du kan bruke $title og $username). Den nåværende meldingen følger.
ro: Super! Acum nou veniții ce au trecut testul vor fi salutați. Te rog să răspunzi la acest mesaj cu textul salutului pe care vrei sa îl utilizezi (poți folosi $title si $username). Mesajul curent de salut este următorul.
ru: Отлично! Теперь пользователи, прошедшие проверку, будут получать сообщения с приветствиями. Пожалуйста, ответьте на это сообщение текстом, которым вы хотите встречать новых пользователей (можете использовать $title, $fullname и $username). Текущее сообщение с приветствием ниже.
sk: Super! Odteraz budú všetci nováčikovia, ktorí prešli testom, uvítaní. Odpovedzte na túto správu uvítacím textom, ktorý chcete použiť (môžete použiť $title a $username). Nasleduje aktuálna uvítacia správa.
tr: Harika! Artık testi geçen yeni üyeler karşılanacak. Lütfen bu mesajı, kullanmak istediğiniz tebrik metni ile yanıtlayın ($title ve $username kullanabilirsiniz). Geçerli tebrik mesajı izlenir.
tw: 很棒！現在通過驗證的新進成員會收到歡迎消息。 請回復此消息，並附上您要使用的歡迎詞（您可以使用$title和$username）。接下來是目前的歡迎詞。
uk: Чудово! Тепер щойно новачки розвʼяжуть капчу вони отримають вітання. У відповідь на це повідомлення надішліть текст вітання, яким бажаєте зустрічати майбутніх користувачів (можете використовувати $title, $fullname та $username). Поточне вітання наведено нижче.
uz: Ajoyib! Endi testdan o'tgan yangi kelganlarga salom beriladi. Iltimos, ushbu xabarga javob sifatida salomlashish matnini yuboring ($title, $fullname va $username parametrlaridan foydalanishingiz mumkin). Joriy salomlashish xabari quyida keladi.
zh: 很棒！现在通过测试的新人会受到欢迎消息。 请回复此消息，并附上您要使用的问候语（您可以使用$title和$username）。接下来是当前的问候消息。

# help_end
source: Sesuritu code is open source and can be found [here](https://github.com/Rulexec/shieldy). You can ask questions/submit feature requests in the @sesuritu\_chat.
ar: السورس كود مفتوح المصدر ويمكن العثور عليه [هنا](https://github.com/Rulexec/shieldy). شكرأ! .
bg: . Sesuritu е с отворен код и може да бъде намерен [тук] (https://github.com/Rulexec/shieldy)
br: Ainda tem perguntas? De uma olhada no canal de suporte — @borodutch\_support. O codigo do Sesuritu é OpenSource e pode ser encontrado [aqui](https://github.com/Rulexec/shieldy). Obrigado. .
ca: Encara tens dubtes? . En Sesuritu està fet en codi obert i el pots trobar [aquí](https://github.com/Rulexec/shieldy).
de: . Der Sesuritu code ist open source und kann hier gefunden werden: https://github.com/Rulexec/shieldy. Vielen Dank! .
es: ¿. El código de Sesuritu es código libre y puede ser encontrado [aquí](https://github.com/Rulexec/shieldy). ¡Gracias! .
fr: . Le code de Sesuritu code est en open source et est disponible à l'adresse suivante [ici](https://github.com/Rulexec/shieldy).
he: . הקוד של Sesuritu הוא פתוח ונמצא [כאן](https://github.com/Rulexec/shieldy).
hu: . A Sesuritu kódja nyílt forráskódú és megtalálható [itt](https://github.com/Rulexec/shieldy).
id: Sesuritu berkode terbuka dan tersedia di [sini](https://github.com/Rulexec/shieldy). Terima kasih! .
it: Sesuritu è open source e il suo codice sorgente può essere trovato [qui](https://github.com/Rulexec/shieldy).
ja: まだご不明な点がありますか？サポートチャネルをチェックしてください！. Sesurituコードはオープンソースとなり、こちらで見ることができます https://github.com/Rulexec/shieldy. ありがとう！ .
no: Har du fortsatt spørsmål?. Sesuritus kode er åpen og finnes [her](https://github.com/Rulexec/shieldy).
ro: . Sesuritu code is open source and can be found [here](https://github.com/Rulexec/shieldy). Thank you! .
ru: Код Sesuritu в открытом доступе [вот тут](https://github.com/Rulexec/shieldy). Так же можно задавать вопросы/делать предложения/узнавать новости в @sesuritu\_chat.
sk: M Zdrojový kód Sesurituho je otvorený a nájdete ho [tu](https://github.com/Rulexec/shieldy). Ďakujem! .
tr: Hala sorularınız mı var? Destek kanalını kontrol edin: @borodutch\_support. Sesuritu'in kodu açık kaynaklıdır ve [buradan](https://github.com/Rulexec/shieldy) erişilebilir. Teşekkür ederiz! .
tw: 。 Sesuritu 代碼是開源的，可以在[這裡](https://github.com/Rulexec/shieldy)找到。謝謝！ .
uk: . Код Sesuritu у відкритому доступі [ось тут](https://github.com/Rulexec/shieldy)
uz: Sesuritu – Telegramda spam bilan kurashish uchun innovatsion yechim. Bot har bir yangi foydalanuvchiga ma'lum bir vaqt ichida bir nechta amallarni bajarishni taklif qiladi va aks holda ularga kirishni rad etadi.
zh: 。 Sesuritu代码是开源的，可以在[这里](https://github.com/Rulexec/shieldy)找到。谢谢！ .

# help_help
source: shows this message
ar: يظهر هذه الرسالة
bg: показва това съобщение
br: mostra essa mensagem
ca: mostra aquest missatge
de: zeigt diese Nachricht an
es: muestra este mensaje
fr: Afficher le message
he: מציג את ההודעה הזאת
hu: ennek az üzenetnek a mutatása
id: menampilkan pesan bantuan ini
it: Mostra questo messaggio
ja: このメッセージを表示する
no: viser denne meldingen
ro: arată acest mesaj
ru: показывает это сообщение
sk: zobrazí túto správu
tr: Bu iletiyi görüntüler
tw: 顯示此內容
uk: показує це повідомлення
uz: ushbu xabarni k'orsatadi
zh: 显示此消息

# help_start
source: Sesuritu — is the best solution in Telegram to fight annoying spammers. It asks newcomers to execute a set action within a set period, otherwise it kicks them. It's this easy. Make sure @Sesuritu\_bot is an admin at your chat and it's all done! You can also further setup the behaviour with the following commands:
ar: Sesuritu — هو أفضل حل في التيليجرام لمكافحة مرسلي الرسائل غير المرغوب فيها . يطلب من الأعضاء الجدد الخضوع لإختبارات معينة في غضون فترة محددة، وعندما لا يجتازون الإختبار فإنه يقوم بطردهم. الأمر بهذه السهولة تأكد من @Sesuritu\_bot منح البوت صلاحية الآدمن! يمكنك أيضًا زيادة سلوكيات البوت بإستخدام الأوامر التالية:
bg: Sesuritu - е най-доброто решение в Telegram за борба с досадните спамери. Той призовава новодошлите да изпълнят зададено действие в рамките на определен период, в противен случай ги премахва. Това е толкова лесно. Уверете се, че @Sesuritu\_bot е администратор във вашия чат и всичко е готово! Можете също така допълнително да настроите поведението със следните команди:
br: Sesuritu — é a melhor solução em combater spammers no telegram. Ele pede para um novato realizar uma ação em determinado tempo, caso contrário o usuário é kickado. Fácil assim. Tenha certeza que @Sesuritu\_bot é um ADM no seu grupo e estará tudo bem! Você ainda pode mudar o comportamento do bot com os seguintes comandos:
ca: Sesuritu — és la millor solució per a combatre els usuaris que publiquen missatges brossa als grups de Telegram. Els nouvinguts hauran de resoldre una sèrie de proves abans d'un temps determinat, i si no donen una respota correcta, els expulsarà. Tant senzill com això. Assegurat't que @Sesuritu\_bot té permisos d'administrador al grup i llestos! Així i tot, també pots personalitzar aquest comportament amb les següents comandes:
es: Sesuritu — es la mejor solución en Telegram para luchar los molestos spammers. Pide a los recién llegados hacer una serie de acciones en un tiempo determinado, si no lo hacen los expulsa. Así de fácil. Asegúrate de que @Sesuritu\_bot es administrador en el chat y listo! También puedes personalizar más su comportamiento con los siguientes comandos:
fr: Sesuritu — est la meilleure solution sur Telegram pour combattre les spammeurs. Il demande aux nouveaux membres d'exécuter une action définie dans un certain délais, sinon on lui donne un coup de pied au c... . C'est aussi simple. Assurez-vous que le bot @Sesuritu\_bot est bien admin de votre groupe et c'est terminé! Vous pouvez également configurer les différentes options via les commandes suivantes :
he: Sesuritu — הפתרון הטוב ביותר בטלגרם למלחמה בספאם המעצבן. הוא מבקש ממצטרפים לבצע פעולה מוגדרת בתוך פרק זמן מוגדר, אחרת מרחיק אותם. זה קל כל כך. וודא ש-@Sesuritu\_bot הוא מנהל בשיחוח שלך וזה הכל! באפשרותך להגדיר עוד יותר את ההתנהגות באמצעות הפקודות הבאות:
hu: Sesuritu — a legjobb megoldás a bosszantó spammerek ellen a Telegramban. Arra kéri az újoncokat, hogy hajtsanak végre egy utasítást a megadott időn belül, egyébként kirúgja őket. Ilyen egyszerű.Gondoskodj róla, hogy a @Sesuritu\_bot is adminisztrátori jogokkal rendelkezik a csatornádon és kész! A viselkedését tovább finomíthatod az alábbi parancsokkal:
id: Sesuritu adalah solusi terbaik untuk melawan spammer di Telegram. Yaitu dengan menguji anggota baru dengan melakukan sesuatu dalam batas waktu tertentu, jika gagal maka anggota baru akan ditolak bergabung. Pastikan @Sesuritu\_bot menjadi admin di grup anda. Tersedia pengaturan tambahan dengan perintah berikut:
it: Sesuritu — è la soluzione migliore per combattere gli spammer su Telegram. Chiede ai nuovi utenti di compiere un'azione entro un lasso di tempo prestabilito, altrimenti verranno kickati. E' semplice. Assicurati che @Sesuritu\_bot sia un amministratore del gruppo ed è tutto pronto! Puoi anche impostare le azioni con i seguenti comandi:
ja: Sesuritu — は迷惑なスパマーに対してのTelegraの1番のソリューションになります。新しく参加した人に、一定の時間内に、特定のアクションを実行するように要求します。とてもシンプルです。 利用するにあたり、@Sesuritu\_botをチャットの管理者に追加してください。以下のコマンドでbotのアクションを設定することもできます:
no: Sesuritu — er den beste løsningen på Telegram for å holde tilbake irriterende falske kontoer. Den spørr nykommere om å utføre et sett med handlinger innenfor er viss tidsperiode, hvis ikke blir brukeren kastet ut. Så enkelt er det. Gjør @Sesuritu\_bot til admin i chatten din og alt er klart! Du kan videre endre oppførselen med de følgende kommandoene:
ro: Sesuritu — este cea mai bună soluție de a lupta cu spamerii enervanți de pe Telegram. Le cere nou veniților să execute un set de acțiuni într-o perioadă setată de timp, altfel le dă kick. Atât de simplu este. Asigură-te ca @Sesuritu\_bot este admin pe grupul tau și asta e tot! Pentru setări avansate, folosește comenzile de mai jos:
ru: Sesuritu — это лучшее решение в Телеграме по борьбе с надоедливыми спамерами. Он просит всех новичков сделать определенное действие в течение заданного времени и банит их, в случае несогласия. Да, это настолько просто. Убедитесь, что @Sesuritu\_bot — админ в вашей группе, и все уже готово! Вы можете продолжить настройку бота, воспользовавшись следующими командами:
sk: Sesuritu — najlepšie riešenie v boji proti otravným spamerom na Telegrame. Žiada od nováčikov, aby vykonali určitý krok v stanovenom čase, inak ich vyhodí. Je to také jednoduché. Nastavte @Sesuritu\_bot ako správcu vo vašom čete a to je všetko! Pre podrobnejšie nastavenie správania môžete využiť tieto príkazy:
tr: Sesuritu — Cam sıkıcı SPAM göndericilere karşı savaşmak için Telegram'daki en iyi çözümdür. Yeni gelenlerden belirli bir süre içerisinde belirli bir eylemi gerçekleştirmesini ister, aksi takdirde onları kovar. Bu çok kolaydır. Bunun için, @Sesuritu\_bot botunun sohbetinizde yönetici olduğundan emin olun. İşte hepsi bu kadar! Ayrıca aşağıdaki bu komutlarla davranışları daha da ayrıntılı bir şekilde ayarlayabilirsiniz:
tw: Sesuritu — 是 Telegram 中打擊惱人的垃圾信息發送者的最佳解決方案，它要求新進成員在一段時間內執行一個任務，否則就會踢它們，就這麼簡單。確保 @Sesuritu\_bot 是群組的管理員，就可以了！您還可以使用以下指令進一步設定：
uk: Sesuritu — це найкраще рішення в Телеграмі для боротьби з надокучливими спамерами. Він просить усіх новачків зробити певну дію протягом вказаного часу і банить їх у разі незгоди. Так, це настільки просто! Переконайтеся, що @Sesuritu\_bot — адміністратор у Вашій групі і усе вже готово! Ви можете продовжити налаштування бота, використавши наступні команди:
uz: @Sesuritu\_bot guruhingizda administrator ekanligiga ishonch hosil qiling va hammasi tayyor! Quyidagi buyruqlar yordamida botni sozlashni davom ettirishingiz mumkin:
zh: Sesuritu — 是电报中打击恼人的垃圾信息发送者的最佳解决方案，它要求新手在一段时间内执行一个集合动作，否则就会踢它们，就这么简单。确保 @Sesuritu\_bot是您的管理员，并且这就可以了！您还可以使用以下命令进一步设置课程：

source: Image
bg: Картинка
br: Imagem
ca: Imatge
de: Bild
es: Imagen
fi: Kuva
he: תמונה
hu: Kép
it: Immagine
no: Bilde
ru: Картинкой
tr: Resim
uk: Зображення
uz: Rasm

# image_warning
source: , please, send the characters displayed within the time amount specified to this group, otherwise you will be kicked. Thank you!
bg: , Моля, въведете показаните символи в рамките на определеното време посочено от мен, в противен случай ще бъдете изхвърлени от групата. Благодаря ви!
br: , por favor, envie os caracteres exibidos dentro do tempo especificado para este grupo, caso contrário, você será kickado. Obrigado!
ca: , per favor, envia dins aquest grup, els caràcters de la imatge, abans de que s'acabi el temps establert. Si no ho fas, seràs expulsat/-ada de forma automàtica. Gràcies.
de: , bitte sende die angezeigten Zeichen innerhalb der angegebenen Zeit an diese Gruppe, sonst wirst du gesperrt. Vielen Dank!
es: , por favor, envía a este grupo los caracteres de la imagen dentro del tiempo especificado, si no, serás expulsado. ¡Gracias!
et: , palun saatke matemaatilise võrrandi lahendus sellele vestlusele määratud aja jooksul, muidu me kickime teid. Aitäh!
fi: , ole hyvä ja lähetä kuvan merkit annetun ajan kuluessa, jotta et tule poistetuksi ryhmästä. Kiitos!
fr: , veuillez inscrire les caractères affichés dans le délai indiqué, sinon vous serez expulsé. Merci!
he: , אנא לשלוח את התווים המוצגים במסגרת הזמן המוגדרת בקבוצה, אחרת תורחק. תודה רבה!
hu: , kérlek, írd be ide az alábbi karaktereket, mielőtt lejárna a megadott idő, mert különben ki kell, hogy rúgjalak. Köszönöm!
it: , prego, invia il carattere mostrato entro il tempo prestabilito, altrimenti verrai kickato. Grazie!
no: , vennligst send tegnene som vises på bildet innen den spesifiserte tidsperioden, hvis ikke blir du sparket. Takk!
ru: , пожалуйста, отправьте цифры с картинки в этот чат в течение указанного времени, иначе вы будете кикнуты. Спасибо!
tr: , Lütfen, bu gruba belirtilen süre içerisinde gösterilen karakterleri gönderin, aksi takdirde kovulacaksınız. Teşekkür ederiz!
uk: , будь ласка, надішліть зазначені символи у цей чат, поки не спливе вказаний час, або ви будете вилучені з чату. Дякуємо!
uz: , iltimos, ushbu guruhga belgilangan vaqt ichida ko'rsatilgan belgilarni yuboring, aks holda siz guruhdan haydab yuborilasiz. Rahmat!

# language_help
source: switches language
ar: تغيير اللغة
bg: превключва езика
br: muda a língua
ca: canvia d'idioma
de: ändert die Sprache
es: cambia el idioma
fr: Changer de langues
he: מחליף שפה
hu: nyelvek közötti váltás
id: mengganti pilihan bahasa
it: Modifica la lingua
ja: 言語を変更する
no: bytter språk
ro: schimbă limba
ru: меняет язык
sk: výber jazyka
tr: Dili değiştirir
tw: 切換語言
uk: змінює мову
uz: tilni o'zgartiradi
zh: 切换语言

# language_selected
source: Great, I speak English now.
am: አሪፍ አሁን አማርኛ አወራለሁ።
ar: عظيم، أنا أتكلم العربية الآن.
bg: Чудесно, сега говоря Български
br: Boa, Agora eu falo português.
ca: Fantàstic! ara parlo català.
de: Großartig, ich spreche nun deutsch.
es: Genial, ahora hablo español.
et: Väga hea, nüüd ma räägin eesti keeles.
fi: Selvä! Valitsit kieleksi suomen.
fr: Parfait, je parle français
he: נהדר! אני דובר עברית כעת.
hu: Nagyszerű, mostantól magyarul beszélek.
id: Baiklah. Saya berbahasa Indonesia sekarang.
it: Perfetto, Ora parlo Italiano.
ja: はい、私は日本語が喋れます。
ko: 좋아요, 나는 이제 한국어로 말합니다.
no: Supert, nå snakker jeg norsk.
ro: Perfect, acum vorbesc Română.
ru: Отлично, я теперь говорю по-русски.
sk: Skvelé, teraz hovorím po slovensky.
tr: Harika, artık Türkçe konuşuyorum.
tw: 很棒，現在我講中文了。
uk: Чудово, тепер я розмовляю українською.
uz: Ajoyib, endi men O'zbekcha gapiraman
zh: 很棒，现在我讲中文了。

# lock_false_shieldy
source: Great! Now I will react to commands sent by anybody.
am: አሁን ሁሉም ሰው ይጠቀማል።
ar: رائع ! الآن سوف أرد على الأوامر المرسلة من قبل أي شخص.
bg: Чудесно! Вече, ще приемам команди от всички юзери в групата.
br: Boa! Agora obedecerei a qualquer pessoa.
ca: D'acord, a partir d'ara faré cas a les ordres de tothom.
de: Großartig! Ich werde nun wieder auf die Kommandos aller User reagieren.
es: ¡Genial! Ahora reaccionaré a los comandos enviados por todo el mundo.
et: Väga hea, nüüd ma aktsepteerin kõik käsud.
fr: Parfait, maintenant n'importe qui pourra utiliser les commandes
he: מעולה! מעכשיו אני אגיב לפקודות מכל אחד.
hu: Nagyszerű! Mostantól bárki parancsara reagálok!
id: Baiklah, sekarang saya akan menanggapi perintah dari siapa pun.
it: Perfetto, Ora eseguirò i comandi inviati da tutti.
ja: 素晴らしいです！これで、誰からのコマンドも受け付けます。
ko: 좋아요! 이제 나는 누구든지 보낸 명령에 반응할 것입니다.
no: Supert! Nå vil jeg svare på kommandoer gitt av hvem som helst.
ro: Super! Acum o să reacționez la comenzile trimise de căre oricine.
ru: Отлично! Теперь я буду принимать команды ото всех.
sk: Super! Odteraz budem reagovať na príkazy zadané kýmkoľvek.
tr: Harika! Şimdi herkes tarafından gönderilen komutlara tepki vereceğim.
tw: 很棒！現在我會對所有人發出的指令做出回應。
uk: Чудово! Тепер я буду приймати команди від усіх.
uz: Ajoyib! Endi men har kim tomonidan yuborilgan buyruqlarga javob beraman.
zh: 很棒！现在我对所有人发出的命令做出反应。

# lock_help
source: makes commands accessible only by admins
ar: يجعل الأوامر قابلة للوصول فقط من قبل المسؤولين فقط
bg: прави командите достъпни само от администратори
br: faz dos comandos acessíveis apenas pelos ADMs
ca: fa que les comandes només siguin accessibles per als administradors
de: lässt nur Admin Kommandos zu
es: hace que estos comandos solo sean accesibles a los administradores
fr: Faire en sorte que seuls les admins puissent accéder aux commandes
he: הופך את הפקודות לנגישות רק למנהלים
hu: a parancsok csak az adminoknak elérhető
id: batasi perintah hanya bisa dijalankan oleh admin saja
it: Rendi accessibili i comandi solo agli amministratori
ja: 管理者だけがコマンドにアクセスできるようにする
no: gjør kommandoer tilgjengelig bare for administratorer
ro: face comenzile accesibile doar adminilor
ru: делает команды доступными только админами
sk: sprístupní príkazy iba správcom
tr: Komutları yalnızca yöneticiler tarafından erişilebilir hale getirir
tw: 使指令只能由管理員使用
uk: робить команди доступними тільки адміністраторам
uz: buyruqlarni faqat administratorlar uchun ishlaydigan qiladi
zh: 使命令只能由管理员访问

# lock_true_shieldy
source: Great! Now I will only react to commands sent by admins.
am: አሁን አድሚን ብቻ ይጠቀማል።
ar: رائع ! الآن سوف أتفاعل فقط مع الأوامر المرسلة من قبل المسؤولين.
bg: Чудесно! Вече ще приемам команди само от администраторите.
br: Boa! Agora só obedecerei os ADMs.
ca: D'acord, a partir d'ara només faré cas a les ordres dels administradors.
de: Super! Ich werde nun nur noch auf Admin Kommandos reagieren.
es: ¡Genial! Ahora solo reaccionaré a los comandos enviados por administradores.
et: Väga hea, nüüd ma aktsepteerin ainult administraatorite käske.
fr: Parfait, maintenant seuls les admins pourront utiliser les commandes
he: מעולה! מעכשיו אני אגיב רק לפקודות מהמנהלים.
hu: Nagyszerű! Mostantól csak az adminok parancsara reagálok!
id: Baiklah, sekarang saya hanya menanggapi perintah dari admin saja.
it: Perfetto, Ora eseguirò solamente i comandi inviati da amministratori.
ja: 素晴らしいです！これで管理者によるコマンドしか受け付けません。
ko: 좋아요! 이제 나는 관리자들이 보내는 명령에만 반응할 것입니다.
no: Supert! Nå vil jeg bare svare på kommandoer gitt av administratorer.
ro: Super! Acum o să reacționez doar la comenzile date de către admini.
ru: Отлично! Теперь я буду принимать команды только от админов.
sk: Super! Odteraz budem reagovať iba na príkazy zadané správcami.
tr: Harika! Şimdi sadece yöneticiler tarafından gönderilen komutlara tepki vereceğim.
tw: 很棒！現在我只對管理員發送的指令作出回應。
uk: Чудово! Тепер я буду приймати команди тільки від адміністраторів.
uz: Ajoyib! Endi men faqat adminlar tomonidan yuborilgan buyruqlarga javob beraman.
zh: 很棒！现在我只对管理员发送的命令作出反应。

# noAttack_false
source: Great! Sesuritu is now on.
bg: Чудесно! Sesuritu вече е включен.
br: Boa! Sesuritu está ativado agora.
ca: Molt bé, a partir d'ara en Sesuritu està actiu i vigilant aquest xat.
es: ¡Entendido! Ahora Sesuritu está activo.
fr: Super! Sesuritu est maintenant activé!
he: מעולה! Sesuritu דלוק כעת.
hu: Nagyszerű! a Shieldly újra engedélyezve van.
it: Perfetto! Sesuritu è di nuovo attivo.
no: Supert! Sesuritu er nå aktivert.
ru: Отлично! Sesuritu включён.
uz: Ajoyib! Shield hozir yoqilgan

# noAttack_help
source: disables Sesuritu
bg: деактивира Sesuritu
ca: desactiva en Sesuritu
fr: Désactive Sesuritu
he: מבטל את Sesuritu
hu: a Sesuritu kikapcsolása
no: deaktiverer Sesuritu
ru: отключить Sesuritu
uk: відключити Sesuritu
uz: Sesuritu-ni o'chirib qo'yish
