Repository: Rulexec/shieldy
Catalog: l10n/*.po
Languages: am, ar, bg, br, ca, de, es, et, fi, fr, he, hu, id, it, ja, ko, no, ro, ru, sk, tr, tw, uk, uz, zh

# noAttack_true
source: Great! Sesuritu is disabled now. Don't forget to turn this mode off with /noAttack.
bg: Страхотно! Sesuritu в момента е деактивиран! Не забравяйте да изключите този режим с /noAttack.
br: Boa! Sesuritu está desativado agora. Não se esqueça de desativar esse modo com /noAttack.
ca: Molt bé, a partir d'ara en Sesuritu està desactivat i ja no vigilarà aquest xat. Per desactivar aquest mode fes servir la comanda /noAttack.
es: ¡Entendido! Ahora Sesuritu está desactivado. No olvides desactivar este modo usando /noAttack.
fr: Super! Sesuritu est maintenant désactivé. N'oubliez pas de désactiver ce mode via la commande /noAttack.
he: מעולה! Sesuritu מכובה כעת. אל תשכחו לבטל את הפעולה בעזרת /noAttack.
hu: Nagyszerű! A Sesuritu letiltva. ne felejtsd el kikapcsolni ezt a módot a /noAttack paranccsal.
it: Perfetto! Sesuritu è disabilitato. Non dimenticarti di disattivare questa modalità con /noAttack.
no: Supert! Nå er Sesuritu deaktivert. Ikke glem å slå av denne modusen med /noAttack.
ru: Отлично! Sesuritu отключён. Не забудьте снова включить его командой /noAttack.
uz: Ajoyib! Sesuritu endi o'chirib qo'yildi. Ushbu rejimni /noAttack bilan o'chirishni unutmang.

# noChannelLinks_false
source: Great! Sesuritu will not delete messages that link to telegram channels.
bg: Чудесно! Sesuritu няма да изтрива съобщения, които водят към Telegram групи и канали.
br: Boa! O Sesuritu não excluirá as mensagens vinculadas aos canais do telegram.
ca: D'acord, a partir d'ara en Sesuritu ja no esborrarà cap missatge que contengui enllaços a altres canals de Telegram.
es: ¡Genial! Ahora Sesuritu no eliminará ningún mensaje que contenga enlaces a otros canales de Telegram.
fr: C'est noté! Sesuritu ne supprimera plus les messages qui partagerons des liens vers des groupes telegram.
he: מעולה! Sesuritu לא ימחק הודעות עם קישור לערוצים בטלגרם.
hu: Nagyszerű! A Sesuritu mostantól nem törli az olyan linket, ami másik telegram csatornára hivatkozik.
it: Perfetto! Sesuritu non eliminerà più i messaggi collegati a dei canali telegram.
no: Supert! Sesuritu vil ikke slette meldinger som lenker til andre Telegram-kanaler.
ru: Отлично! Sesuritu теперь не будет удалять сообщения с ссылками на Телеграм-каналы.
uz: Ajoyib! Sesuritu endi telegram kanallarga havola qilingan xabarlarni o‘chirib tashlamaydi.

# noChannelLinks_help
source: automatically delete messages that link to other telegram channels
bg: автоматично изтрива съобщения, които се свързват с други канали на телеграма
ca: suprimeix automàticament els missatges que enllacen amb altres canals de telegrama
fr: Supprimer automatiquement les messages qui renvoient vers d'autres groupes telegram.
he: מוחק אוטומטית הודעות המקשרות לערוצי טלגרם אחרים
hu: automatikusan törölje a más telegram csatornára mutató hivatkozásokat
no: sletter automatisk meldinger som lenker til andre Telegram-kanaler
ru: автоматически удалять сообщения со ссылками на Телеграм-каналы
uk: автоматично видаляти повідомлення з посиланнями на телеграм-канали
uz: Telegram kanallariga havolalari bo'lgan xabarlarni avtomatik ravishda o'chirish

# noChannelLinks_true
source: Great! Sesuritu will now delete messages that link to telegram channels.
bg: Чудесно! Sesuritu ще изтрие съобщения, които водят към Telegram групи и канали.
br: Boa! Agora, o Sesuritu excluirá as mensagens vinculadas aos canais do telegram.
ca: D'acord, a partir d'ara en Sesuritu esborrarà tots el missatges que contenguin enllaços a altres canals de Telegram.
es: ¡Genial! Ahora Sesuritu eliminará todos los mensajes que contengan enlaces a otros canales de Telegram.
fr: Super! Sesuritu va maintenant supprimer les messages qui renvoient vers des autres groupes telegram.
he: מעולה! מעכשיו Sesuritu ימחק הודעות עם קישור לערוץ טלגרם.
hu: Nagyszerű! A Sesuritu mostantól törli az összes olyan linket, ami másik telegram csatornára hivatkozik.
it: Perfetto! Sesuritu eliminerà i messaggi collegati a dei canali telegram.
no: Supert! Sesuritu vil nå slette meldinger som lenker til andre Telegram-kanaler.
ru: Отлично! Sesuritu теперь будет удалять сообщения с ссылками на Телеграм-каналы.
uz: Ajoyib! Sesuritu endi telegram kanallarga havola qilingan xabarlarni o‘chirib tashlaydi.

# noChatFound
source: Chat not found
bg: Групата не е открита
fr: Le groupe n'existe pas
it: Chat non trovata
ru: Чат не найден
uz: Chat topilmadi

# only_author_can_reply
source: Only the person who initiated the menu can select the choices.
am: ሜኑውን ያስጀመረው ሰዉ ብቻ ነው መክፈት የሚችለው ።
ar: فقط الشخص الذي بدأ القائمة يمكنه تحديد الخيارات.
bg: Само човекът който е направил менюто може да избира различните избори.
br: Apenas a pessoa que iniciou o menu pode selecionar as opções.
ca: Només pot triar les opcions la persona que ha posat en marxa el menú.
de: Nur die Person, welche das Menü initialisiert hat, kann Einstellungen vornehmen.
es: Solo la persona que inició el menú puede seleccionar las opciones.
et: Ainult see, kes avas menüüd, saab valida valikud.
fr: Seule la personne qui a déclanché ce menu peut sélectionner les options
he: רק מי שפתח את התפריט יכול לבחור את האפשרויות.
hu: Csak az a személy választhat, aki megnyitotta a menüt.
id: Hanya orang yg meminta menu yg bisa menentukan pilihan.
it: Solo chi ha invocato il comando può selezionarlo.
ja: 最初にメニューを開いた人だけが、選択することができます。
ko: 메뉴를 시작한 사람만이 선택을 할 수 있습니다.
no: Bare personen som åpnet menyen kan svare på den.
ro: Doar persoana ce a inițiat meniul poate selecta
ru: Только человек, вызвавший меню, может выбирать опции.
sk: Možnosti môže vybrať iba osoba, ktorá spustila ponuku.
tr: Yalnızca menüyü başlatan kişi seçenekleri seçebilir.
tw: 只有啓動菜單的人才能選擇。
uk: Тільки людина, яка викликала меню, може вибирати опції.
uz: Faqat menyuni chaqirgan odam variantlarni tanlashi mumkin.
zh: 只有启动菜单的人才能选择。

# only_candidate_can_reply
source: Only the candidate for not being a bot can press this button.
am: ቦት ያልሆኑ ብቻ ነዉ መንካት የሚችሉት።
ar: فقط المرشح لعدم كونه بوت يمكن الضغط على هذا الزر.
bg: Само кандидатът, който не е бот, може да натисне този бутон.
br: Apenas o usuário citado pode apertar esse botão.
ca: Només allò que no és un robot, és el candidat ideal per a pitjar el botó.
de: Nur der User der kein Bot ist, kann diesen Knopf drücken.
es: Solo el candidato para no ser un robot puede presionar este botón.
et: Selle nuppu saab klõpsata ainult kandidaat, kes soovib olla inimene.
fr: Seul le membre concerné peut appuyer sur ce bouton.
he: רק מועמדים שאינם בוטים יכולים ללחוץ על הכפתור הזה.
hu: Csak a robot ellenőrzési kihívás jelöltje kattinthat a gombra.
id: Hanya orang alias bukan bot yg bisa menekan tombol ini.
it: Solamente il candidato che non è un bot può premere questo bottone.
ja: botではない候補の人だけがボタンを押すことができます。
ko: 신규 입장자만 이 버튼을 누를 수 있습니다.
no: Bare kandidaten som blir testet kan trykke denne knappen.
ro: Doar candidații ce nu sunt boți pot apăsa acest buton.
ru: Только кандидат на то, чтобы быть человеком, может нажимать на эту кнопку.
sk: Toto tlačidlo môže stlačiť iba nováčik, ktorému bola správa adresovaná.
tr: Sadece bot olmayan bir aday bu düğmeye basabilir.
tw: 只有需要被驗證的人才能按此按鈕。
uk: Тільки кандидат на те, щоб бути людиною, може натискати на цю кнопку.
uz: Bu tugmani faqat bot emasligini tasdiqlashi kerak bo'lgan odam bosishi mumkin.
zh: 只有不是机器人的候选人才能按此按钮。

# removeAllCustomCaptcha_help
source: remove all custom captcha type questions
ru: удалить все вопросы пользовательского типа капчи

# restrictTime_help
source: setup how much time will Sesuritu /restrict a newcomer in hours like `/restrictTime 24`, reset by setting it to 0
bg: настройка колко време Sesuritu / ограничава новодошлия в часове като `/restrictTime 24`, нулирайте, като го зададете на 0
ru: настроить, на сколько часов Sesuritu будет ограничивать отправку медиа через /restrict для новичков форматом `/restrictTime 24`, можно сбросить время на стандартное, установив 0
uz: yangi foydalanuvchilar uchun `/restTime 24` formati bilan media jo'natishni necha soat cheklashni sozlang, 0 ni o'rnatish orqali vaqtni standart holatga qaytarishingiz mumkin.

# restrict_false
source: Great! Now all newcomers will be able to send any type of content to this chat.
am: አዲስ ገቢዎች የፈለጉትን ነዉ የሚልኩት።
ar: رائع ! الآن جميع الأعضاء الجدد سوف يكونون قادرين على إرسال أي نوع من المحتوى إلى هذه الدردشة.
bg: Чудесно! Сега всички новодошли, ще могат да изпращат всякакъв вид съдържание в тази група.
br: Boa, Agora todos os novatos poderam mandar qualquer tipo de conteúdo para esse chat.
ca: Entesos, a partir d'ara, tots els nouvinguts podran enviar qualsevol tipus de missatge en aquest grup.
de: Hammer! Neue User können nun jede Art von Nachricht senden.
es: ¡Genial! Ahora todos los recién llegados pueden enviar cualquier tipo de contenido a este chat.
fr: Parfait, maintenant tous les nouveaux membres pourront envoyer tout type de contenu à cette discussion
he: מעולה! כעת כל המצטרפים יוכלו לשלוח הודעות עם כל תוכן שהוא בשיחוח הזה.
hu: Nagyszerű! Mostantól minden újonc bármilyen üzenetet küldhet erre a csatornára.
id: Baiklah, sekarang semua anggota baru boleh mengirim pesan jenis apa pun di grup ini.
it: Perfetto! Da ora tutti i nuovi membri potranno inviare qualunque tipo di contenuto in questa chat.
ja: 素晴らしいです！これで、全ての新しく参加した人は、このチャットでどんな種類のコンテンツを送ることができます。
ko: 좋아요! 이제 모든 신규 입장자들은 이 채팅에 모든 유형의 콘텐츠도 보낼 수 있게 될 것입니다.
no: Supert! Nå kan nykommere sende meldinger med all slags innhold i chatten
ro: Perfect! Acum toți nou veniții vor putea trimite orice fel conținut către acest chat.
ru: Отлично! Теперь все новички смогут отправлять любые сообщения в этот чат.
sk: Skvelé! Odteraz všetci nováčikovia budú môcť do tohto četu posielať akýkoľvek obsah.
tr: Harika! Artık tüm yeni kullanıcılar, bu sohbete her türlü içeriği gönderebilecek.
tw: 很棒！現在所有新進成員可以發送任何類型消息到這個群組。
uk: Чудово! Тепер усі новачки зможуть надсилати будь-які повідомлення в чат.
uz: Ajoyib! Endi barcha yangi kelganlar ushbu chatga istalgan turdagi xabarlarni yuborishlari mumkin bo'ladi.
zh: 很棒！现在所有新手都可以发送任何类型消息到这个群组。

# restrict_help
source: restricts newcomers to send only text messages in the first 24 hours
ar: يمنع الأعضاء الجدد من إرسال رسائل نصية فقط في أول 24 ساعة
bg: ограничава новодошлите да изпращат само текстови съобщения през първите 24 часа
br: restringe o novato para mandar somente mensagens de texto nas primeiras 24 horas
ca: restringeix als nouvinguts a només poder enviar missatges de text durant les primeres 24 hores
de: schränkt neue User ein, in den ersten 24 Stunden nur Text Nachrichten zu senden (keine Links, Bilder etc.)
es: restringe a los recién llegados a enviar solo mensajes de texto en las primeras 24 horas
fr: Interdit pendant 24h aux nouveaux membres la possibilité d'envoyer un message
he: מגביל מצטרפים להודעות טקסט ליום אחד
hu: az újoncok nem küldhetnek a hagyományos szöveges üzeneten kívül mást az első 24 órában
id: batasi anggota baru hanya boleh mengirim pesan teks dalam 24 jam pertama
it: limita i nuovi membri ad inviare solo messaggi per le prime 24 ore
ja: 新しく参加した人が最初の24時間はテキストメッセージしか投稿できないように制限をかける
no: begrenser nykommere til å bare kunne sende tekstmeldinger de første 24 timene
ro: restricționează nou veniții să trimită doar mesaje text în primele 24 de ore
ru: запрещает новичкам посылать что-либо, кроме текстовых сообщений в первые 24 часа
sk: obmedzí nováčikov počas prvých 24 hodín na posielanie výlučne textových správ
tr: Yeni gelenleri ilk 24 saat yalnızca metin mesajı göndermeleri için kısıtlar
tw: 限制新進成員在前 24 小時內僅能發送純文字消息
uk: забороняє новачкам надсилати будь-що, крім текстових повідомлень в перші 24 години
uz: dastlabki 24 soat ichida yangi foydalanuvchilarga matnli xabarlardan boshqa narsalarni yuborishni taqiqlaydi
zh: 限制新手在前24小时内仅能发送纯文本消息

# restrict_true
source: Great! Now all newcomers will only be able to send usual text messages to this chat.
am: አዲስ ገቢዎች ቴክስት ብቻ ነዉ የሚልኩት።
ar: رائع ! الآن جميع الأعضاء الجدد سوف يكونون قادرين فقط على إرسال الرسائل النصية المعتادة إلى هذه الدردشة.
bg: Чудесно! Сега всички новодошли, ще могат само да изпращат обичайни текстови съобщения в тази група.
br: Boa, Agora todos os novatos só poderam mandar mensagens de texto para esse chat.
ca: Entesos, a partir d'ara, tots els nouvinguts, només podran enviar missatges de text en aquest grup.
de: Genial! Neue User können nun nur Textnachrichten senden, keine Bilder, Links o.ä.
es: ¡Genial! Ahora todos los recién llegados solo podrán enviar mensajes de texto en este chat.
fr: Parfait, maintenant tous les nouveaux membres pourront envoyer uniquement des messages texte à cette discussion
he: מעולה! כעת כל המצטרפים יוכלו לשלוח רק הודעות טקסט בשיחוח הזה.
hu: Nagyszerű! Mostantól minden újonc csak szöveges üzenetet küldhet erre a csatornára.
id: Baiklah, sekarang semua anggota baru hanya bisa mengirim pesan teks biasa di grup ini.
it: Perfetto! Da ora i nuovi membri potranno inviare solamente messaggi testuali in questa chat.
ja: 素晴らしいです！これで、全ての新しく参加した人は、このチャットで普通のテキストメッセージを送ることができます。
ko: 좋아요! 이제 모든 신규 입장자들은 이 채팅에 일반적인 문자 메시지만 보낼 수 있게 될 것입니다.
no: Supert! Nå kan nykommere bare sende tekstmeldinger i chatten.
ro: Perfect! Acum toți nou veniții vor putea trimite orice fel de mesaje text către acest chat.
ru: Отлично! Теперь все новички смогут отправлять только текстовые сообщения первые сутки в чате.
sk: Skvelé! Odteraz všetci nováčikovia budú môcť do tohto četu posielať iba obvyklé textové správy.
tr: Harika! Artık tüm yeni gelenler, bu sohbete yalnızca normal metin mesajları gönderebilecek.
tw: 很棒！現在所有新進成員僅能發送文字消息到這個群組。
uk: Чудово! Тепер усі новачки протягом першої доби зможуть надсилати в чат тільки текстові повідомлення.
uz: Ajoyib! Endi barcha yangi kelganlar ushbu chatga faqat oddiy matnli xabarlarni yuborishlari mumkin bo'ladi.
zh: 很棒！现在所有新手都只能发送文本消息到这个群组。

# seconds
source: sec
am: ሰከንድ
ar: ثانية
bg: сек
ca: seg
de: sek
es: seg
et: sek
fi: s
he: שניה
hu: mp
id: detik
ja: 秒
ko: 초
no: sek
ru: сек
sk: s
tr: san
tw: 秒
uk: сек
uz: soniya
zh: 秒

# setConfigHelp
source: Please, send /setConfig command in the following format: <code>/setConfig language: en captchaType: image timeGiven: 60 ...</code> You can use the info from /viewConfig.
bg: Моля, изпратете командата /setConfig в следния формат: <code>/setConfig language: en captchaType: image timeGiven: 60 ...</code> You и ще можеш, да използвате информацията от /viewConfig.
fr: Veuillez envoyer la commande /setConfig dans le format suivant: <code>/setConfig language: en captchaType: image timeGiven: 60 ...</code> Vous pouvez utiliser les informations via la commande /viewConfig.
hu: Kérlek, küld a /setConfig parancsot a következő formában: <code>/setConfig language: en captchaType: image timeGiven: 60 ...</code> Használhatod a /viewConfig alapján adott választ a konfigurációban.
it: Prego, invia il comando /setConfig nel seguente formato: <code>/setConfig language: en captchaType: image timeGiven: 60 ...</code> Puoi usare le info attraverso /viewConfig.
ru: Пожалуйста, пришлите команду /setConfig в следующем формате: <code>/setConfig language: en captchaType: image timeGiven: 60 ...</code> Вы можете использовать информацию из /viewConfig.
uz: Iltimos, /setConfig buyrug'ini quyidagi formatda yuboring: <code>/setConfig language: en captchaType: image timeGiven: 60 ...</code> /viewConfig buyrug'idan qaytgan ma'lumotlardan foydalanishingiz mumkin.

# setConfig_help
source: setup Sesuritu configuration in one message
bg: настройка на Sesuritu конфигурация в едно съобщение
fr: Configuration Sesuritu via un seul message
hu: A Sesuritu konfigurálása egy üzenettel
ru: настроить Sesuritu одним сообщением
uz: Sesuritu-ni bitta xabar bilan sozlash

# silentMessages_false
source: Sesuritu will send messages with sound
ru: Sesuritu будет отправлять сообщения со звуком

# silentMessages_true
source: Sesuritu will send messages without sound
ru: Sesuritu будет отправлять сообщения без звука

# silent_help
source: toggle silent notifications
ru: включает/выключает нотификации от сообщений бота

source: Simple
am: ሲምፕል
ar: بسيطه
bg: Просто
br: Simples
de: Simpel
et: Lihtne
fi: Yksinkertainen
he: פשוט
hu: Egyszerű
id: Salam
it: Semplice
ja: 簡単
ko: 단순함
no: Enkel
ro: Simplu
ru: Простая
sk: Jednoduchý
tr: Basit
tw: 簡單
uk: Проста
uz: Oddiy
zh: 简单

# simple_warning
source: , please, send any message to this group within the time amount specified, otherwise you will be kicked. Thank you!
ar: , من فضلك، إرسال أي رسالة إلى هذه المجموعة في غضون المدة الزمنية المحدد، وإلا سيتم طردك. شكرا!
bg: , Mоля, представете се в групата, в рамките на определеното време, в противен случай ще бъдете изритани. Благодаря ви!
br: , Por favor, mande qualquer mensagem para esse grupo com o tempo limite especificado, caso contrário irei kicka-lo. Obrigado!
ca: , per favor, envia un missatge qualsevol, dins aquest grup, abans de que s'acabi el temps establert. Si no ho fas, seràs expulsat/-ada de forma automàtica. Gràcies.
de: , bitte sende eine Nachricht innerhalb der genannten Zeit, andernfalls wirst du gekickt. Danke!
es: , por favor, envía cualquier mensaje por este grupo dentro del tiempo especificado, si no, serás expulsado. ¡Gracias!
et: , palun saatke mis tahes sõnum sellele vestlusele määratud aja jooksul, muidu me kickime teid. Aitäh!
fi: , ole hyvä ja lähetä ryhmään viestiä annetun ajan kuluessa, jotta et tule poistetuksi ryhmästä. Kiitos!
fr: , veuillez répondre dans le délai, sinon vous serez directement prélevé à la source. Merci d'avance !
he: , אנא שלח הודעה כלשהי לקבוצה בטווח הזמן הנתון, אחר תורחק. תודה!
hu: , kérlek, írj be valamilyen üzenetet, mielőtt a megadott idő lejárna, különben ki kell, hogy rúgjalak. Köszönöm!
id: , silakan sampaikan salam perkenalan dalam waktu yg ditentukan atau anda akan ditolak bergabung dengan grup ini. Terima kasih!
it: , prego, invia un messaggio in questo gruppo entro il tempo specificato, altrimenti verrai kickato. Grazie!
ja: , 指定された時間内に何かメッセージを送ってください。そうしないと、退出させられます。ありがとうございます！
ko: , 스팸 봇인지 확인하기 위한 작업입니다. 지정된 시간 내에 이 그룹에 메시지를 보내 주십시오. 그렇지 않으면 자동 추방 될 예정입니다. 감사합니다!
no: , vennligst send hvilken som helst melding til denne gruppen innen den spesifiserte tidsperioden, hvis ikke blir du sparket. Takk!
ro: , te rog, trimite orice mesaj către acest grup în timpul specificat, altfel o să fii dat afară în mod automat. Mulțumesc!
ru: , пожалуйста, отправьте любое сообщение в этот чат в течение указанного времени, иначе вы будете кикнуты. Спасибо!
sk: , prosím, pošlite do tejto skupiny v stanovenom čase akúkoľvek správu, inak budete vyhodený/á. Ďakujem!
tr: , Lütfen, belirtilen süre içerisinde bu gruba herhangi bir mesaj gönderin, aksi takdirde kovulursunuz. Teşekkür ederiz!
tw: ，請在指定的時間內在本群組發送任何消息，否則您將被踢。謝謝！
uk: , будь ласка, надішліть будь-яке повідомлення в цей чат протягом зазначеного часу, інакше Ви будете вилучені. Дякуємо!
uz: , iltimos, ushbu guruhga belgilangan vaqt ichida istalgan xabarni yuboring, aks holda siz guruhdan haydab yuborilasiz. Rahmat!
zh: ，请在指定的时间内向该群组发送任何消息，否则您将被踢。谢谢！

# skipOldUsers_false
source: Nice! Telegram account age won't affect captcha anymore!
bg: Чудесно! Съществуващите потребители на Telegram групата, няма да бъдат молени да преминат captcha!
fr: Super! L'ancienneté du compte de telegram n'affectera plus le captcha !
hu: Nagyszerű! A Telegram fuiók kora nem befolyásolja ezentúl a captcha-t!
it: Perfetto! L'età dell'account di Telegram non influenzerà più il captcha!
ru: Отлично! Возраст Телеграм-аккаунта больше не влияет на капчу!
uz: Yaxshi! Telegram akkauntining yoshi endi captchaga ta'sir qilmaydi!

# skipOldUsers_help
source: don't show captcha to Telegram accounts with ID less than 1000000000
bg: не показвайте captcha на акаунти в Telegram с идентификатор по-малък от 1000000000
fr: Ne pas afficher le captcha des utilisateurs de telegram dont l'ID est inférieure à 100000000
hu: nem mutatja a captcha-t azoknak a Telegram felhasználóknak, akiknek az ID-ja alacsonyabb, mint 1000000000
ru: не спрашивать капчу у Телеграм-аккаунтов с ID меньше 1000000000
uz: ID raqami 1 000 000 000 dan kichik bo'lgan Telegram akkauntlaridan captcha so'ramaslik

# skipOldUsers_true
source: Nice! Old Telegram users won't get asked to pass captcha anymore!
fr: Super! Les anciens utilisateurs de Telegram ne seront plus invités à passer le captcha !
hu: Nagyszerű! A régi Telegram felhasználókat nem kéri a rendszer authentikálásra ezentúl!
it: Perfetto! I vecchi utenti Telegram non dovranno più fare il patcha!
ru: Отлично! Старым пользователям Телеграма больше не надо будет проходить капчу!
uz: Yaxshi! Endi eski Telegram foydalanuvchilari captcha-tekshiruvidan o'tishi talab qilinmaydi!

# skipVerifiedUsers_false
source: Nice! Passing captcha before won't affect future captchas anymore!
bg: Чудесно! Потребителите на Telegram групата, които някога са преминали captcha във всеки чат, вече няма да бъдат помолени да преминат captcha!
hu: Szép! Azok a Telegram felhasználók is kapnak captcha-t, akik bármelyik chat-ben átmentek a captcha-n!
it: Perfetto! Passare un captcha non influenzerà più i captcha futuri!
ru: Отлично! Прохождение капчи больше не влияет на будущие капчи!
uz: Yaxshi! Oldin o'tilgan captcha-lar kelajakdagi captchalarga endi ta'sir qilmaydi!

# skipVerifiedUsers_help
source: don't show captcha to users who have ever passed captcha in any chat
bg: не показвайте captcha на потребители, които някога са преминали captcha в чат
fr: n'affichez pas pas captcha aux utilisateurs qui ont déjà passé captcha dans d'autres groupes
hu: nem mutatja a captcha-t azoknak a felhasználóknak, akik bármelyik chat-ben a Telegramon belül átmentek a Sesuritu tesztjén
ru: не спрашивать капчу у людей, которые когда-либо успешно проходили капчу в других чатах
uz: boshqa chatlarda captcha-dan muvaffaqiyatli o'tgan odamlardan captcha so'ramaslik

# skipVerifiedUsers_true
source: Nice! Telegram users who have ever passed a captcha in any chat won't get asked to pass captcha anymore!
fr: Super! Les utilisateurs de telegram ayant déjà passé un captcha dans d'autres groupes, n'auront plus à passer le captcha!
hu: Szép! Azok a Telegram felhasználók, akik bármelyik chat-ben átmentek a captcha-n, nem kapnak kezdő captcha-t nálunk!
it: Perfetto! Gli utenti Telegram che hanno passato il captcha nelle altre chat non gli verrà richiesto più il captcha!
ru: Отлично! Пользователям Телеграма, которые прошли капчу в любом чате когда-либо, больше не надо будет проходить капчу!
uz: Yaxshi! Har qanday boshqa chatda captcha-tekshiruvidan o'tgan Telegram foydalanuvchilari endi captcha-dan o'tishi talab qilinmaydi!
