Repository: Rulexec/shieldy
Catalog: l10n/*.po
Languages: am, ar, bg, br, ca, de, es, et, fi, fr, he, hu, id, it, ja, ko, no, ro, ru, sk, tr, tw, uk, uz, zh

# captchaMessage_true
source: Great! Now newcomers will get custom message explaining the captcha. Please, reply to this message with the captcha text you would like to use (you can use $title, $username, $equation, $fullname and $seconds).
ar: رائع الآن الأعضاء الجدد سيتلقون رسالة تشرح لهم طريقة اجراء الإختبار, قم بالرد مع رسالة الاختبار التي تريدها. يمكنك إستخدام $title, $username, $equation, $fullname and $seconds).
bg: Страхотен! Сега новодошлите ще получат персонализирано съобщение, обясняващо captcha. Моля, отговорете на това съобщение с текста на captcha, който искате да използвате (можете да използвате $title, $username, $equation, $fullname и $seconds).
br: Boa! Agora os novatos receberão uma mensagem personalizada explicando o captcha. Por favor, responda a esta mensagem com o texto do captcha que você gostaria de usar (você pode usar $title, $username, $equation, $fullname e $seconds).
ca: D'acord, a partir d'ara els nouvinguts rebran un missatge que els explicarà la prova que han de superar. Per favor, respon a aquest missatge amb el texte personalitzat que vulguis fer servir per a l'explicació de la prova (pots fer servir $title, $username, $equation, $fullname i $seconds).
de: WOW! Neue User erhalten nun eine individuelle Nachricht, die Ihnen das Captcha erklärt. Bitte antworte auf diese Nachricht mit dem Captcha Text, den du verwenden möchtest. (Du kannst die Platzhalter $title, $username, $equation, $fullname und $seconds verwenden).
es: ¡Genial! Ahora los recién llegados recibirán una explicación del CAPTCHA que tienen que superar. Por favor, responde a este mensaje con el texto que deseas utilizar para dicha explicación (puedes usar $title, $username, $equation, $fullname y $username).
fr: Super! Désormais, les nouveaux arrivants recevront un message personnalisé expliquant qu'il faut répondre au captcha. Veuillez répondre à ce message avec le texte du captcha que vous souhaitez utiliser (vous pouvez utiliser $title, $username, $equation, $fullname et $seconds).
he: מעולה! מצטרפים יקבלו הודעה מותאמת אישית המסבירה על המבחן. אנא, השב להודעה זו עם ההודעה לשימוש (אפשר להשתמש בתבניות $title, $username, $equation, $fullname and $seconds).
hu: Nagyszerű! Az újoncokat, akik belépnek a csatornára, üdvözölni fogjuk. Kérlek válaszolj erre az üzenetre az általad választott captcha üzenettel (használhatod az alábbiakat $title, $username, $equation, $fullname és $seconds).
it: Perfetto, Da ora i nuovi membri riceveranno un messaggio personalizzato che spiegherà il captcha. Prego, rispondi a questo messaggio con il messaggio da inviare al nuovo membro (puoi usare $title, $username, $equation, $fullname e $seconds).
ja: 素晴らしいです！これで、新しく参加した人は、キャプチャに説明されたカスタムメッセージを受けます。あなたが希望するキャプチャテキストを、こちらのメッセージに回答してください。($title, $username, $equation, $fullname and $secondsを使えます)。
no: Supert! Nå vil nykommere få en egendefinert beskjed som forklarer testen. Svar på denne meldingen med captcha-teksten du vil bruke (du kan bruke $title, $username, $equation, $fullname og $seconds).
ro: Super! Acum nou veniții vor primi un mesaj personalizat ce le explică captcha. Te rog răspunde la acest mesaj cu text-ul testului captcha pe care vrei sa îl folosești (poți utiliza $title, $username, $equation, $fullname și $seconds).
ru: Отлично! Теперь пользователи будут получать кастомное сообщение капчи. Пожалуйста, ответьте на это сообщение текстом, который будет объяснять капчу вошедшим (можете использовать $title, $username, $equation, $fullname и $seconds).
sk: Skvelé! Odteraz nováčikovia obdržia vlastnú správu vysvetľujúcu test captcha. Odpovedzte na túto správu textom testu captcha, ktorý chcete použiť (môžete použiť $title, $username, $equation, $fullname a $seconds).
tr: Harika! Artık yeni gelenler, CAPTCHA testini açıklayan özel mesaj alacaklar. Lütfen bu iletiyi kullanmak istediğiniz CAPTCHA metni ile yanıtlayın ($title, $username, $equation, $fullname ve $seconds kullanabilirsiniz).
uk: Чудово! Тепер новачки будуть отримувати інше повідомлення із поясненням капчі. Надішліть новий текст для капчі у відповідь на це повідомлення (можна використовувати $title, $username, $equation, $fullname та $seconds).
uz: Ajoyib! Endi yangi kelganlar captcha-ni tushuntiruvchi maxsus xabarni olishadi. Iltimos, ushbu xabarga siz foydalanmoqchi bo'lgan captcha matni bilan javob bering ($title, $username, $equation, $fullname va $seconds dan foydalanishingiz mumkin).
zh: 很棒！ 现在新人将获得回答验证码的自定义消息。请用你要使用的验证码文本回复此消息 (你可以使用 $title, $username, $equation, $fullname 和 $seconds)。

# captchaMessage_true_message
source: Great! Now newcomers will get custom message explaining the captcha. Please, reply to this message with the captcha text you would like to use (you can use $title, $username, $equation, $fullname and $seconds). The current greeting message follows.
ar: رائع الآن الأعضاء الجدد سيتلقون رسالة تشرح لهم طريقة اجراء الإختبار, قم بالرد مع رسالة الاختبار التي تريدها. يمكنك إستخدام $title, $username, $equation, $fullname and $seconds). The current greeting message follows.
bg: Чудесно! Сега новодошлите ще получат персонализирано съобщение, обясняващо captcha. Моля, отговорете на това съобщение с текста на captcha, който искате да използвате (можете да използвате $title, $username, $equation, $fullname и $seconds). Следва текущото поздравително съобщение.
br: Boa! Agora os novatos receberão uma mensagem personalizada explicando o captcha. Por favor, responda a esta mensagem com o texto do captcha que você gostaria de usar (você pode usar $title, $username, $equation, $fullname e $seconds).
ca: D'acord, a partir d'ara els nouvinguts rebran un missatge que els explicarà la prova que han de superar. Per favor, respon a aquest missatge amb el texte personalitzat que vulguis fer servir per a l'explicació de la prova (pots fer servir $title, $username, $equation, $fullname i $seconds). Actualment tens establert el següent missatge explicatiu:
de: WOW! Neue User erhalten nun eine individuelle Nachricht, die Ihnen das Captcha erklärt. Bitte antworte auf diese Nachricht mit dem Captcha Text, den du verwenden möchtest. (Du kannst die Platzhalter $title, $username, $equation, $fullname und $seconds verwenden). Die aktuelle Begrüßungsnachricht folgt.
es: ¡Genial! Ahora los recién llegados recibirán una explicación del CAPTCHA que tienen que superar. Por favor, responde a este mensaje con el texto que deseas utilizar para dicha explicación (puedes usar $title, $username, $equation, $fullname y $username). El mensaje explicativo actual es:
fr: Super! Désormais, les nouveaux arrivants recevront un message personnalisé expliquant qu'il faut répondre au captcha. Veuillez répondre à ce message avec le texte du captcha que vous souhaitez utiliser (vous pouvez utiliser $title, $username, $equation, $fullname et $seconds). Le message d'accueil est le suivant.
he: מעולה! מצטרפים יקבלו הודעה מותאמת אישית המסבירה על המבחן. אנא, השב להודעה זו עם ההודעה לשימוש (אפשר להשתמש בתבניות $title, $username, $equation, $fullname and $seconds). להלן הודעה הברכה הנוכחית.
hu: Nagyszerű! Az újoncokat, akik belépnek a csatornára, üdvözölni fogjuk. Kérlek válaszolj erre az üzenetre az általad választott captcha üzenettel (használhatod az alábbiakat $title, $username, $equation, $fullname és $seconds).
it: Perfetto, Da ora i nuovi membri riceveranno un messaggio personalizzato che spiegherà il captcha. Prego, rispondi a questo messaggio con il messaggio da inviare al nuovo membro (puoi usare $title, $username, $equation, $fullname e $seconds).
ja: 素晴らしいです！これで、新しく参加した人は、キャプチャに説明されたカスタムメッセージを受けます。あなたが希望するキャプチャテキストを、こちらのメッセージに回答してください。($title, $username, $equation, $fullname and $secondsを使えます)。 今の挨拶メッセージは以下です。
no: Supert! Nå vil nykommere få en egendefinert beskjed som forklarer testen. Svar på denne meldingen med captcha-teksten du vil bruke (du kan bruke $title, $username, $equation, $fullname og $seconds). Den nåværende meldingen følger.
ro: Super! Acum nou veniții vor primi un mesaj personalizat ce le explică captcha. Te rog răspunde la acest mesaj cu text-ul testului captcha pe care vrei sa îl folosești (poți utiliza $title, $username, $equation, $fullname și $seconds). Mesajul curent de salut este următorul.
ru: Отлично! Теперь пользователи будут получать кастомное сообщение капчи. Пожалуйста, ответьте на это сообщение текстом, который будет объяснять капчу вошедшим (можете использовать $title, $username, $equation, $fullname и $seconds). Текущее сообщение с приветствием ниже.
sk: Skvelé! Odteraz nováčikovia obdržia vlastnú správu vysvetľujúcu test captcha. Odpovedzte na túto správu textom testu captcha, ktorý chcete použiť (môžete použiť $title, $username, $equation, $fullname a $seconds). Nasleduje aktuálna uvítacia správa.
tr: Harika! Artık yeni gelenler, CAPTCHA testini açıklayan özel mesaj alacaklar. Lütfen bu iletiyi kullanmak istediğiniz CAPTCHA metni ile yanıtlayın ($title, $username, $equation, $fullname ve $seconds kullanabilirsiniz). Geçerli karşılama mesajı izlenir.
uk: Чудово! Тепер новачки будуть отримувати інше повідомлення із поясненням капчі. Надішліть новий текст для капчі у відповідь на це повідомлення (можна використовувати $title, $username, $equation, $fullname та $seconds). Поточне пояснення наведено нижче.
uz: Ajoyib! Endi yangi kelganlar captcha-ni tushuntiruvchi maxsus xabarni olishadi. Iltimos, ushbu xabarga siz foydalanmoqchi bo'lgan captcha matni bilan javob bering ($title, $username, $equation, $fullname va $seconds dan foydalanishingiz mumkin). Joriy salomlashish xabari quyida keladi.
zh: 很棒！ 现在新人将获得回答验证码的自定义消息。请用你要使用的验证码文本回复此消息 (你可以使用 $title, $username, $equation, $fullname 和 $seconds)。 当前的问候消息如下。

# captcha_button
source: I am not a bot
am: ቦት አይደለውም
ar: أنا لست بوت
bg: Аз не съм бот
br: Não sou um robô
ca: No soc un robot
de: Ich bin kein Bot
es: No soy un robot
et: Ma ei ole bot
fi: Olen ihminen, en botti.
fr: Je ne suis pas un robot
he: אני לא בוט
hu: Nem vagyok Robot!
id: Saya bukan bot
it: Non sono un bot
ja: 私はbotではありません。
ko: 저는 봇이 아닙니다
no: Jeg er ikke en bot
ro: Nu sunt un bot
ru: Я не бот
sk: Nie som bot
tr: Ben bir bot değilim
tw: 我不是機器人
uk: Я не бот
uz: Men robot emasman
zh: 我不是一个机器人

# captcha_help
source: changes type of captcha used
ar: تغيير نوع الإختبار المستخدم
bg: променя типа на използвания captcha
br: muda o tipo de captcha usado
ca: canvia el tipus de CAPTCHA utilitzat
de: ändert die Art des Captchas, welches genutzt wird
es: cambia el tipo de captcha usado
fr: Modifier le type de captcha à utiliser
he: משנה את סוג המבחן בשימוש
hu: a captcha típusának váltása
id: mengubah jenis ujian yg dipakai
it: Modifica il tipo di captcha
ja: キャプチャの種類を変更する
no: endrer hvilken type captcha som blir brukt
ro: schimbă tipul de captcha folosit
ru: меняет тип капчи
sk: typ testu captcha
tr: Kullanılan CAPTCHA biçimini değiştirir
tw: 更改使用的驗證類型
uk: змінює тип капчі
uz: captcha-tekshiruv turini o'zgartiradi
zh: 更改使用的验证码类型

# captcha_selected
source: Great, I will use this type of test then.
am: አሪፍ እንደዚህ አይነት ቴሰት እጠቀማለሁ ።
ar: تم سوف استخدم هذا النوع من الاختبار .
bg: Чудесно, сега ще използвам този тип тест.
br: Boa, Eu irei usar esse tipo de teste agora.
ca: Perfecte, faré servir aquesta prova.
de: Großartig, ich werde diese Art des Tests nutzen.
es: Genial, usaré este tipo de test.
et: Väga hea, nüüd ma kasutan seda testi tüüpi.
fi: Selvä! Käytän valitsemaasi testiä jatkossa.
fr: Parfait, je vais utiliser ce type de test
he: נהדר! אני אשתמש בסוג הזה של מבחן.
hu: Nagyszerű, ezt a típust fogom használni a teszteléshez.
id: Baiklah, jenis ujian tersebut yg akan dipakai.
it: Fantastico, Userò questo tipo di test.
ja: はい、このタイプのテストを使います。
ko: 좋아요. 그러면 이런 종류의 테스트를 사용하겠습니다.
no: Supert, da vil jeg bruke denne type testen.
ro: Perfect, o să utilizez acest tip de test.
ru: Отлично, теперь я буду использовать этот тип теста.
sk: Skvelé, budem teda používať tento typ testu.
tr: Harika, o zaman bu tür bir test uygulayacağım.
tw: 很棒，我之後會使用這個類型的驗證
uk: Чудово, тепер я буду використовувати цей тип тесту.
uz: Ajoyib, endi men shu turdagi testdan foydalanaman.
zh: 很棒，我之后会使用这个类型的测试

# cas_false
source: Great! Sesuritu will not use Combot Anti-Spam now.
bg: Страхотно! Sesuritu няма да използва Combot Anti-Spam сега.
br: Boa! Sesuritu não usará o Combot Anti-Spam agora.
ca: Molt bé, a partir d'ara en Sesuritu no ferà servir Combot Anti-Spam per a combatre els missatges brossa.
es: ¡Entendido! Ahora Sesuritu no utilizará Combot Anti-Spam para combatir el spam.
fr: Ok! Sesuritu n'utilisera pas Combot Anti-Spam.
he: מעולה! Sesuritu מעכשיו לא ישתמש ב-Combot Anti-Spam.
hu: Nagyszerű! A Sesuritu ezentúl nemhasználja a Combot Anti-Spam megoldást.
it: Perfetto! Sesuritu non userà più la Combo Anti-Spam.
no: Supert! Sesuritu vil nå ikke bruke Combot Anti-Spam.
ru: Великолепно! Sesuritu теперь не будет использовать Combot Anti-Spam.
sk: Skvelé! Sesuritu odteraz nebude používať Combot Anti-Spam.
tr: Harika! Sesuritu, artık Combot Anti-Spam kullanmayacak.
uk: Чудово! Шилді тепер не використовує Combot Anti-Spam.
uz: Ajoyib! Sesuritu endi Combot Anti-Spamdan foydalanadi.

# cas_help
source: whether to use Combot Anti-Spam or not
bg: дали да използват Combot Anti-Spam или не
ca: per si utilitzes Combot Anti-Spam o no
fr: Savoir s'il faut utiliser Combot Anti-Spam ou pas
he: האם להשתמש ב-Combot Anti-Spam או לא
hu: hasznűljuk-e a Combot Anti-Spam megoldást
it: scegli se usare Combot Anti-Spam
no: om Combot Anti-Spam skal brukes eller ikke
ru: использовать Combot Anti-Spam или нет
sk: voľba použitia služby Combot Anti-Spam
tr: Combot Anti-Spam'ın kullanılıp kullanılmayacağını ayarlayın
uk: використовувати Combot Anti-Spam чи ні
uz: Combot Anti-Spam-dan foydalanish yoki yo'q

# cas_true
source: Great! Sesuritu will now use Combot Anti-Spam.
bg: Страхотно! Sesuritu вече ще използва Combot Anti-Spam.
br: Boa! Sesuritu agora usará o Combot Anti-Spam.
ca: Molt bé, a partir d'ara en Sesuritu ferà servir Combot Anti-Spam per a combatre els missatges brossa.
es: ¡Entendido! Ahora Sesuritu utilizará Combot Anti-Spam para combatir el spam.
fr: Super! Sesuritu va maintenant utiliser Combot Anti-Spam.
he: מעולה! Sesuritu מעכשיו ישתמש ב-Combot Anti-Spam.
hu: Nagyszerű! A Sesuritu ezentúl használja a Combot Anti-Spam megoldást.
it: Perfetto! Sesuritu da ora userà la Combo Anti-Spam.
no: Supert! Sesuritu vil nå bruke Combot Anti-Spam.
ru: Великолепно! Sesuritu теперь будет использовать Combot Anti-Spam.
sk: Skvelé! Sesuritu odteraz bude používať Combot Anti-Spam.
tr: Harika! Sesuritu, artık Combot Anti-Spam kullanacak.
uk: Чудово! Шилді тепер використовує Combot Anti-Spam.

# commandsInPrivateWarning
source: You are changing the settings in private messages. This will not affect any group chats. If you want to set up a group chat, send configuration commands directly to the group chat. You can delete the configuration messages afterwards.
bg: Променихте настройките за личните съобщения. Това няма да засегне груповите чатове. Ако искате да настроите групов чат, изпратете команди за конфигуриране директно до груповия чат. Можете да изтриете конфигурационните съобщения след това.
fr: Vous avez modifié les paramètres des messages privés. Cela n'aura aucune incidence sur les discussions des autres groupes. Si vous souhaitez mettre en place une discussion de groupe, envoyez les commandes de configuration directement à la discussion du groupe. Vous pourrez ensuite supprimer les messages de configuration.
it: Stai cambiando le impostazioni nei messaggi privati. Questo non influenzerà nessun gruppo. Se vuoi impostare la chat di un gruppo, invia il comando di configurazione direttamente nel gruppo. Puoi eliminare il messaggio di configurazione dopo.
ru: Вы меняете настройки в личных сообщениях с ботом. Эти настройки не повлияют ни на какие групповые чаты. Если вы хотите настроить групповой чат, отправляйте команды настроек прямо в групповой чат. Вы можете удалить сообщения настроек после настройки.
uz: Siz shaxsiy xabarlardagi sozlamalarni o'zgartiryapsiz. Bu hech qanday guruh chatiga ta'sir qilmaydi. Agar siz guruh chatini o'rnatmoqchi bo'lsangiz, konfiguratsiya buyruqlarini to'g'ridan-to'g'ri guruh chatiga yuboring. Keyin konfiguratsiya xabarlarini o'chirishingiz mumkin.

source: Custom
ru: Пользовательская

# customCaptchaMessage_help
source: setup custom captcha message
bg: настройка на персонализирани captcha mes sage
ca: personalitza el missatge del captcha
de: eigene Captcha Nachricht anlegen
fr: Configurer le message du captcha
he: הגדר הודעת מבחן מותאמת אישית
hu: captcha üzenet beállítása
it: imposta un messaggio del captcha personalizzato
ja: キャプチャのメッセージをカスタマイズする
no: sett opp egen captcha melding
ro: setează mesaj captcha custom
ru: установить свое сообщение с капчей
sk: nastavenie vlastnej správy testu captcha
tr: Özel CAPTCHA mesajınızı ayarlayın
uk: встановити власне повідомлення капчі
uz: captcha-tekshiruvi uchun o'z xabaringizni o'rnating
zh: 设置自定义验证码消息

# custom_add_answer
source: Please, reply to this message with the answer to this question. Use comma to separate variants of answer.
ru: Пожалуйста, ответьте на это сообщение ответом на этот вопрос. Используйте запятую чтобы разделять варианты ответа.

# custom_add_question
source: Please, reply to this message with the question which will be asked to newcomers.
ru: Пожалуйста, ответьте на это сообщение вопросом, который вы хотите задавать новым пользователям.

# custom_answer_colon
source: Answer:
ru: Ответ:

# custom_no_variants
source: There is no custom captcha questions, you can add them with /addCustomCaptcha
ru: Пользовательские вопросы отсутствуют, вы можете добавить их через /addCustomCaptcha

# custom_question_colon
source: Question:
ru: Вопрос:

# custom_removed
source: Removed.
ru: Удалено.

# custom_success
source: Accepted!
am: ተቀብለናል
ar: قبلت!
bg: Прието!
br: Aceito!
ca: Acceptat!
de: Akzeptiert!
es: ¡Aceptado!
fi: Hyväksytty!
fr: Accepté
he: קיבלתי!
hu: Elfogadva!
id: Diterima!
ja: 承認されました！
ko: 수락되었습니다
no: Akseptert!
ro: Acceptat!
ru: Принято!
sk: Prijaté!
tr: Kabul edildi!
tw: 已接受！
uk: Прийнято!
zh: 已接受！

# deleteEntryMessages_false
source: Great! Now entry messages will not be deleted.
am: ኢንትሪ ሜሴጅ አልተደለተም።
ar: رائع ! الآن لن يتم حذف رسائل الدخول إلى المجموعة.
bg: Чудесно! Сега съобщенията за влизане няма да бъдат изтривани.
br: Boa, Agora a mensagem de entrada não será apagada.
ca: Molt bé, a partir d'ara els missatges, que auncien l'entrada de nous usuaris al grup, no seran esborrats.
de: Spitze! Beitrittsnachrichten werden nicht gelöscht.
es: ¡Genial! Ahora los mensajes que anuncian la entrada de nuevos usuarios, no serán borrados.
fr: Parfait, maintenant les messages d'arrivée ne seront pas supprimés
he: מעולה! כעת הודעות כניסה לא ימחקו.
hu: Nagyszerű! Mostantól a belépési üzeneteket nem töröljük.
id: Baiklah, sekarang pesan sambutan tidak akan dihapus.
it: Perfetto! Da ora i messaggi di entrata non verranno più eliminati.
ja: 素晴らしいです！これで、全ての参加時のメッセージは削除されません。
ko: 좋아요! 이제 입력 메시지는 삭제되지 않습니다.
no: Supert! Meldinger sendt ved ankomst vil ikke bli slettet.
ro: Perfect! Acum mesajele de întampinare nu vor fi șterse.
ru: Отлично! Теперь сообщения о входе пользователей не будут удаляться.
sk: Výborne! Odteraz nebudú správy o vstupe nováčika do četu odstránené.
tr: Harika! Artık giriş mesajları silinmeyecek.
tw: 很棒！現在，新成員加入的系統消息將不會被刪除。
uk: Чудово! Тепер повідомлення про вхід користувачів не буде видалено.
uz: Ajoyib! Endi foydalanuvchilar kirishi haqidagi xabarlar o'chiriladi.
zh: 很棒！现在，加入消息将不被删除。

# deleteEntryMessages_help
source: delete messages about user entry
ar: حذف رسائل دخول الأعضاء
bg: изтриване на съобщения за влизане на потребител
br: deleta a mensagem de entrada do usuário
ca: esborra els missatges d'avís sobre l'entrada de nouvinguts
de: löscht die Beitrittsnachricht über neue User im Kanal z.B. "User xxx ist beigetreten"
es: borra los mensajes sobre la entrada de usuarios
fr: Supprime les messages concernant l'arrivée des nouveaux membres
hu: a belépési üzenetek törlése
id: hapus pesan sambutan pada anggota baru
it: cancella i messaggi d'ingresso dei nuovi membri
ja: ユーザーが参加した情報を削除する
no: sletter meldinger om brukerens adkomst
ro: șterge mesajele despre userii ce intră în grup
ru: удалять сообщения о входе пользователей в чат
sk: odstráni správu o vstupe nováčika do skupiny
tr: Kullanıcı girişi ile ilgili mesajları siler
tw: 刪除有關新進成員加入的系統消息
uk: видаляти повідомлення про вхід користувачів у чат
uz: chatga kirgan foydalanuvchilar haqidagi xabarlarni o'chirish
zh: 删除有关用户加入的消息

# deleteEntryMessages_true
source: Great! Now entry messages will be deleted.
am: ኢንትሪ ሜሴጅ ተደልቷል።
ar: رائع ! الآن سيتم حذف رسائل الدخول إلى المجموعة.
bg: Страхотно! Сега съобщенията за влизане ще бъдат изтрити.
br: Boa, Agora a mensagem de entrada será apagada.
ca: Molt bé, a partir d'ara els missatges, que auncien l'entrada de nous usuaris al grup, seran esborrats.
de: Mega! Beitrittsnachrichten werden nun gelöscht.
es: ¡Genial! Ahora los mensajes que anuncian la entrada de nuevos usuarios, serán borrados.
fr: Parfait, maintenant les messages d'arrivée seront supprimés
he: מעולה! כעת הודעות כניסה ימחקו.
hu: Nagyszerű! Mostantól a belépési üzeneteket töröljük.
id: Baiklah, sekarang pesan sambutan akan dihapus.
it: Perfetto! Da ora i messaggi d'entrata verranno eliminati.
ja: 素晴らしいです！これで、全ての参加時のメッセージは削除されます。
ko: 좋아요! 이제 입력 메시지가 삭제됩니다.
no: Supert! Meldinger sendt ved ankomst bli slettet.
ro: Perfect! Acum mesajele de întampinare vor fi șterse.
ru: Отлично! Теперь сообщения о входе пользователей будут удаляться.
sk: Výborne! Odteraz budú správy o vstupe nováčika do četu odstránené.
tr: Harika! Artık giriş mesajları silinecek.
tw: 很棒！現在，新成員加入的系統消息將被刪除。
uk: Чудово! Тепер повідомлення про вхід користувачів буде видалено.
zh: 很棒！现在，加入消息将被删除。

# deleteEntryOnKick_false
source: Great! Sesuritu will not remove entry messages of the users who failed captcha.
bg: Чудесно! Sesuritu няма да премахва съобщения за влизане на потребители, които НЕ са успели с captcha.
br: Boa! Sesuritu não removerá mensagens de entrada dos usuários que erraram o captcha.
ca: Entesos, a partir d'ara en Sesuritu no esborrarà tots els missatges dels nouvinguts que no hagin superat la prova.
de: Hammer! Sesuritu wird nun die Beitrittsnachrichten nicht entfernen, wenn ein User den Captcha Test nicht besteht.
es: Perfecto, Sesuritu no eliminará los mensajes de los recién llegados que no hayan superado el CAPTCHA.
fr: C'est noté! Sesuritu ne va plus supprimer les messages d'accueil des utilisateurs qui ont échoué au captcha.
he: מעולה! Sesuritu לא ימחק הודעות כניסה של מתמשים שנכשלנו במבחן.
hu: Nagyszerű! A Sesuritu nem távolítja el a belépési üzenetet, ha a felhasználó elbukik a teszten.
it: Perfetto! Sesuritu non rimuoverà più i messaggi d'ingresso degli utenti che hanno fallito il captcha.
ja: 素晴らしいです！Sesurituは、キャプチャを失敗したユーザーの入室時のメッセージを削除しません。
no: Supert! Sesuritu vil ikke fjerne inngangsmeldingene til brukere som ikke består captcha-testen.
ro: Minunat! Sesuritu nu va șterge fiecare mesaj al utilizatorilor ce nu au trecut testul captcha.
ru: Великолепно! Sesuritu не будет удалять сообщения о входе пользователей, проваливших капчу.
sk: Super! Sesuritu neodstráni správy o vstupe nováčikov do četu, ak neprejdú testom captcha.
tr: Harika! Sesuritu, CAPTCHA testinden başarısız olan kullanıcıların giriş mesajlarını kaldırmayacak.
uk: Чудово. Шилді не буде видаляти вхідні повідомлення від користувачів, які провалили капчу.
uz: Ajoyib! Endi Sesuritu captcha-tekshiruvidan o'ta olmagan foydalanuvchilar guruhga kirganligi haqidagi xabarlarni o'chirib tashlamaydi.
zh: 很棒！Sesuritu将不会删除验证码失败用户的加入消息。
